<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['smilies'] = "شکلک‌ها";
$l['manage_smilies'] = "مدیریت شکلک‌ها";
$l['manage_smilies_desc'] = "در این بخش می‌توانید شکلک‌های موجود در انجمن خود را ویرایش و یا حذف کنید.";
$l['add_smilie'] = "افزودن شکلک جدید‌";
$l['add_smilie_desc'] = "در این بخش شما می‌توانید یک شکلک تازه‌ اضافه کنید.";
$l['add_multiple_smilies'] = "افزودن گروهی شکلک‌ها";
$l['add_multiple_smilies_desc'] = "در این بخش شما می‌توانید چندین شکلک را به طور همزمان به انجمن اضافه کنید.";
$l['edit_smilie'] = "ویرایش شکلک";
$l['edit_smilie_desc'] = "در این بخش شما می‌توانید یکی از شکلک‌های خود را ویرایش کنید.";
$l['mass_edit'] = "ویرایش گروهی";
$l['mass_edit_desc'] = "شما در این بخش می‌توانید به آسانی همه‌ی شکلک‌هایتان را با یک حرکت ویرایش کنید.";

$l['no_smilies'] = "در حال حاضر هیچ شکلکی بر روی انجمن شما وجود ندارد.";

$l['image'] = "تصویر";
$l['name'] = "نام";
$l['text_replace'] = "متن جایگزین";
$l['text_replace_desc'] = "این متنی است که جایگزین تصویر شکلک خواهد شد (در هر خط تنها یک مورد را وارد نمایید)";
$l['image_path'] = "مسیر تصویر";
$l['image_path_desc'] = "مسیر تصویر شکلک. اگر می خواهید در پوسته‌های مختلف، از شکلک‌های مختلف استفاده کنید، لطفاً از عبارت <strong>{theme}</strong> برای تعیین مسیر تصاویر مربوط به هر یک از پوسته‌ها استفاده کنید.";
$l['order'] = "چیدمان";
$l['display_order'] = "چیدمان نمایش";
$l['display_order_desc'] = "چیدمان نمایش شکلک‌ها. این عدد نباید برای شکلک دیگری وارد شده باشد.";
$l['mass_edit_show_clickable'] = "نمایش در فهرست؟";
$l['show_clickable'] = "نمایش در فهرست؟";
$l['show_clickable_desc'] = "آیا شما می‌خواهید این شکلک در فهرست شکلک‌های موجود در کنار ویرایشگر نمایش داده شود؟";
$l['include'] = "افزوده شود؟";
$l['path_to_images'] = "مسیر تصاویر";
$l['path_to_images_desc'] = "مسیری که تصاویر مربوط به شکلک‌ها در آن قرار دارند.(به عنوان مثال اگر شکلک‌ها در مسیر http://mybbiran.com/images/smilies قرار دارند، وارد کنید: images/smilies)";
$l['smilie_delete'] = "حذف؟";
$l['save_smilie'] = "ذخیره‌ی شکلک";
$l['save_smilies'] = "ذخیره‌ی شکلک‌ها";
$l['show_smilies'] = "نمایش شکلک‌ها";
$l['reset'] = "بازنشاندن";

$l['error_missing_name'] = "شما نامی‌ برای این شکلک وارد نکرده‌اید.";
$l['error_missing_text_replacement'] = "شما متن جایگزین را برای این شکلک وارد نکرده‌اید.";
$l['error_missing_path'] = "شما برای این شکلک مسیری وارد نکرده‌اید.";
$l['error_missing_path_multiple'] = "شما مسیری وارد نکرده‌اید.";
$l['error_missing_order'] = "شما چیدمان نمایش این شکلک را انتخاب نکرده‌اید.";
$l['error_duplicate_order'] = "شما چیدمان نمایش معتبری را برای این شکلک انتخاب نکرده‌اید.";
$l['error_missing_clickable'] = "شما بله یا خیر را برای گزینه‌ی \"نمایش انتخابی\" انتخاب نکرده‌اید. ";
$l['error_no_smilies'] = "در مسیر مورد نظر شکلکی وجود ندارد و یا این‌که تمامی شکلک‌های موجود در این مسیر قبلاً به انجمن اضافه شده‌اند.";
$l['error_no_images'] = "در مسیر مورد نظر تصویری وجود ندارد.";
$l['error_none_included'] = "شما هیچ شکلکی را برای وارد کردن انتخاب نکرده‌اید.";
$l['error_invalid_path'] = "شما مسیر معتبری را وارد نکرده‌اید.";
$l['error_invalid_smilie'] = "شکلک مورد نظر وجود ندارد.";

$l['success_smilie_added'] = "شکلک مورد نظر شده با موفقیت افزوده شد.";
$l['success_multiple_smilies_added'] = "شکلک‌های انتخاب شده با موفقیت افزوده شد.";
$l['success_smilie_updated'] = "شکلک با موفقیت به‌روز‌رسانی شد.";
$l['success_multiple_smilies_updated'] = "شکلک‌ها با موفقیت به‌روز‌رسانی شدند.";
$l['success_smilie_deleted'] = "شکلک انتخاب شده با موفقیت حذف شد.";
$l['success_mass_edit_updated'] = "شکلک‌ها با موفقیت به‌روز‌رسانی شدند.";

$l['confirm_smilie_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این شکلک را حذف کنید؟";

