<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */
 
$l['spiders_bots'] = "عنکبوت‌ها / ربات‌ها";
$l['spiders_bots_desc'] = "این بخش به شما اجازه‌ی مدیریت ربات‌ها و عنکبوت‌های موتور‌های جستجو که به طور خودکار توسط انجمن شما شناسایی شده‌اند را می‌دهد. همچنین می‌تواند ببینید که آخرین بازدید یک ربات از انجمن شما مربوط به چه زمانی می‌باشد.";
$l['add_new_bot'] = "افزودن ربات جدید‌";
$l['add_new_bot_desc'] = "در این بخش شما می‌توانید یک ربات تازه‌ که می‌خواهید توسط انجمن شما شناسایی شود را اضافه کنید.";

$l['edit_bot'] = "ویرایش ربات";
$l['edit_bot_desc'] = "در این بخش شما می‌توانید یک ربات موجود را ویرایش کنید.";

$l['bot'] = "ربات";
$l['last_visit'] = "آخرین بازدید";
$l['no_bots'] = "موتور جستجو و یا کاوشگر اینترنتی‌ای در این انجمن یافت نشد.";

$l['name'] = "نام";
$l['name_desc'] = "یک نام برای این ربات وارد کنید تا بتوانید به وسیله‌ی آن ربات را شناسایی کنید.";
$l['user_agent'] = "عامل اتصال کاربری";
$l['user_agent_desc'] = "داده‌ای را وارد كنید كه با عامل کاربری ربات‌ها مطابقت داشته باشد. (مطابقت نسبی پذیرفته می‌شود)";
$l['language_str'] = "زبان";
$l['language_desc'] = "بسته‌ی زبانی را که می‌خواهید ربات از آن زبان هنگام بازدید از انجمن استفاده کند را انتخاب کنید.";
$l['theme'] = "پوسته";
$l['theme_desc'] = "پوسته‌ای را که می‌خواهید ربات هنگام مشاهده‌ی انجمن از آن استفاده کند را انتخاب کنید.";
$l['user_group'] = "گروه کاربری";
$l['user_group_desc'] = "یک مجوز گروه کاربری برای ربات انتخاب کنید. (توجه:  پیشنهاد نمی‌شود که این مقدار را از پیش‌فرض Guests - گروه مهمان‌ها تغییر دهید)";
$l['save_bot'] = "ذخیره‌ی ربات";
$l['use_board_default'] = "استفاده از تنظیمات پیش‌فرض انجمن";

$l['error_invalid_bot'] = "ربات مورد نظر وجود ندارد.";
$l['error_missing_name'] = "شما نامی‌ برای این ربات وارد نکرده‌اید.";
$l['error_missing_agent'] = "شما برای این ربات، عامل اتصال کاربری‌ای وارد نکرده‌اید.";

$l['success_bot_created'] = "ربات انتخاب شده با موفقیت ایجاد شد.";
$l['success_bot_updated'] = "ربات انتخاب شده با موفقیت به‌روز‌رسانی شد.";
$l['success_bot_deleted'] = "ربات انتخاب شده با موفقیت حذف شد.";

$l['confirm_bot_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این ربات را حذف کنید؟";

