<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['post_icons'] = "نماد‌های ارسال";
$l['add_post_icon'] = "افزودن نمادِ ارسالِ جدید‌";
$l['add_post_icon_desc'] = "در این بخش شما می‌توانید یک نماد ارسال تازه‌ به انجمن اضافه کنید.";
$l['add_multiple_post_icons'] = "افزودن گروهی نماد‌های ارسال";
$l['add_multiple_post_icons_desc'] = "در این بخش شما می‌توانید چند نماد ارسال را به طور همزمان به انجمن اضافه کنید.";
$l['edit_post_icon'] = "ویرایش نماد ارسال";
$l['edit_post_icon_desc'] = "در این بخش شما می‌توانید یک نماد ارسال را ویرایش کنید.";
$l['manage_post_icons'] = "مدیریت نماد ارسال";
$l['manage_post_icons_desc'] = "این بخش به شما اجازه‌ی ویرایش، حذف و مدیریت نماد‌های ارسال را می‌دهد.";

$l['name_desc'] = "نام نماد";
$l['image_path'] = "مسیر تصویر";
$l['image_path_desc'] = "مسیری که تصویر نماد در آن جا قرار دارد. اگر می خواهید در پوسته‌های مختلف، از نمادهای مختلف استفاده کنید، لطفاً از عبارت <strong>{theme}</strong> برای تعیین مسیر تصاویر مربوط به هر یک از پوسته‌ها استفاده کنید.";
$l['save_post_icon'] = "ذخیره‌ی نماد ارسال";
$l['reset'] = "بازنشاندن";

$l['path_to_images'] = "مسیر تصویر‌ها";
$l['path_to_images_desc'] = "مسیری که تصاویر نماد در آن جا قرار دارد.";
$l['show_post_icons'] = "نمایش نماد‌های ارسال";
$l['image'] = "تصویر";
$l['add'] = "افزودن؟";
$l['save_post_icons'] = "ذخیره‌ی نماد‌های ارسال";

$l['no_post_icons'] = "در حال حاضر نمادی بر روی انجمن شما وجود ندارد.";

$l['error_missing_name'] = "شما نامی‌ برای این نماد وارد نکرده‌اید.";
$l['error_missing_path'] = "شما مسیر نماد را وارد نکرده‌اید.";
$l['error_missing_path_multiple'] = "شما مسیری وارد نکرده‌اید.";
$l['error_invalid_path'] = "مسیر وارد شده معتبر نمی‌باشد.";
$l['error_no_images'] = "در مسیر مورد نظر نماد‌های ارسال وجود ندارند، یا همه‌ی نماد‌های این مسیر قبلاً افزوده شده‌اند.";
$l['error_none_included'] = "شما هیچ نمادی را برای اضافه کردن انتخاب نکرده‌اید.";
$l['error_invalid_post_icon'] = "نماد مورد نظر وجود ندارد.";

$l['success_post_icon_added'] = "نماد با موفقیت افزوده شد.";
$l['success_post_icons_added'] = "نماد انتخاب شده با موفقیت افزوده شد.";
$l['success_post_icon_updated'] = "نماد با موفقیت به‌روز‌رسانی شد.";
$l['success_post_icon_deleted'] = "نماد انتخاب شده با موفقیت حذف شد.";

$l['confirm_post_icon_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این نماد را حذف کنید؟";
