<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['thread_prefixes'] = "پیش‌وند‌های موضوع";
$l['thread_prefixes_desc'] = "پیش‌وند‌های موضوع به شما این امکان را می‌دهند که برای عنوان موضوعات پیش‌وند‌هایی تعیین کنید که کاربر‌ها می‌توانند از آن‌ها در پیش از عنوان موضوعات استفاده کنند. با استفاده از پیش‌وندها می‌توان فهرست موضوعات داخل یک انجمن را زیباتر و منظم‌تر کرد.";

$l['add_new_thread_prefix'] = "افزودن پیش‌وند جدید‌";
$l['add_new_thread_prefix_desc'] = "در این بخش شما می‌توانید یک پیش‌وند تازه‌ اضافه کنید و تعیین کنید که این پیش‌وند‌ها برای چه گروه‌ها و چه انجمن‌هایی قابل استفاده باشند.";

$l['edit_prefix'] = "ویرایش پیش‌وند";
$l['edit_prefix_desc'] = "در این بخش شما می‌توانید پیش‌وند موضوع را ویرایش کرده و نحوه نمایش آن (در جاهایی که قابل استفاده است و گروه‌های کاربری می‌توانند از آن استفاده کنند) را تغییر دهید.";
$l['edit_thread_prefix'] = "ویرایش پیش‌وند";
$l['delete_thread_prefix'] = "حذف پیش‌وند";

$l['prefix_options'] = "تنظیمات پیش‌وند";
$l['save_thread_prefix'] = "ذخیره‌ی پیش‌وند";

$l['prefix'] = "پیش‌وند";
$l['prefix_desc'] = "نسخه‌ی متنی پیش‌وند که در منوی انتخاب پیش‌وند‌ها نمایش داده می‌شود.";
$l['display_style'] = "استایل نمایش";
$l['display_style_desc'] = "این بخش مربوط به نحوه نمایش پیش‌وند‌ها قبل از عنوان موضوعات می‌باشد. شما می‌توانید از کد‌های HTML برای زیباسازی و یا رنگ دادن به پیش‌وند‌ها استفاده کنید و یا از نسخه‌ی ساده‌ی متنی در قسمت بالا استفاده کنید.";
$l['available_in_forums'] = "قابل استفاده در انجمن‌های";
$l['available_to_groups'] = "قابل استفاده برای گروه‌های";

$l['no_thread_prefixes'] = "هیچ پیش‌وندی بر روی انجمن شما وجود ندارد.";

$l['confirm_thread_prefix_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این پیش‌وند موضوع را حذف کنید؟ توجه:  شما باید تمامی ابزار‌های مدیریت اختیاری‌ای را که از این پیش‌وند استفاده می‌کردند را پس از حذف این پیش‌وند به‌روز‌رسانی کنید.";

$l['success_thread_prefix_created'] = "پیش‌وند موضوع با موفقیت ایجاد شد.";
$l['success_thread_prefix_updated'] = "پیش‌وند موضوع با موفقیت به‌روز‌رسانی شد.";
$l['success_thread_prefix_deleted'] = "پیش‌وند موضوع با موفقیت حذف شد. لطفاً ابزار‌های مدیریت اختیاری‌ای را که از این پیش‌وند استفاده می‌کردند را به‌روز‌رسانی کنید. ";

$l['error_missing_prefix'] = "لطفاً پیش‌وندی را که می‌خواهید اضافه کنید را وارد نمایید.";
$l['error_missing_display_style'] = "لطفاً استایل نمایش این پیش‌وند را وارد نمایید.";
$l['error_no_forums_selected'] = "لطفاً انجمن‌هایی را که این پیش‌وند در آن‌ها در دسترس خواهد بود را انتخاب نمایید.";
$l['error_no_groups_selected'] = "لطفاً گروه‌هایی را که این پیش‌وند برای آن‌ها در دسترس خواهد بود را انتخاب نمایید.";
$l['error_invalid_prefix'] = "پیش‌وند موضوع انتخاب شده وجود ندارد.";

