<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */
 
$l['mod_tools'] = "ابزار مدیریت";

$l['thread_tools'] = "ابزار موضوع";
$l['thread_tools_desc'] = "ابزار مدیریت اختیاری به شما اجازه‌ی ایجاد ترکیبی از اقدامات مدیریتی را می‌دهد که می‌توانید از آن برای موضوعات و ارسال‌ها استفاده کنید. سپس آن‌ها می‌توانند هنگام مدیریت انجمنتان مانند ابزار پیش‌فرض استفاده شوند. در این بخش شما می‌توانید ابزار موضوع اختیاریتان را مدیریت کنید.";

$l['add_thread_tool'] = "افزودن ابزار موضوع";
$l['add_new_thread_tool'] = "افزودن ابزار تازه‌ موضوع ";
$l['add_thread_tool_desc'] = "در اینجا شما می‌توانید یک ابزار تازه‌ مدیریتی ایجاد نمایید. این ابزار هم از طریق مدیریت درون خطی موضوع و هم در داخل موضوع قابل دسترس می‌باشد و مانند ابزار‌های پیش‌فرض در کنار آن‌ها قرار می‌گیرند.";

$l['post_tools'] = "ابزار ارسال";
$l['post_tools_desc'] = "ابزار مدیریت اختیاری به شما اجازه‌ی ایجاد ترکیبی از اقدامات مدیریتی را می‌دهد که می‌توانید از آن برای موضوعات و ارسال‌ها استفاده کنید. سپس آن‌ها می‌توانند هنگام مدیریت انجمنتان مانند ابزار پیش‌فرض استفاده شوند. در این بخش شما می‌توانید ابزار ارسال اختیاریتان را مدیریت کنید.  ";

$l['add_post_tool'] = "افزودن ابزار ارسال";
$l['add_new_post_tool'] = "افزودن ابزار تازه‌ ارسال";
$l['add_post_tool_desc'] = "به وسیله‌ی این بخش شما می‌توانید یک ابزار مدیریت برای ارسال‌های خود بسازید. این ابزار از درون موضوعات و مدیریت درون خطی ارسال‌ها قابل دسترسی می‌باشد.";

$l['edit_post_tool'] = "ویرایش ابزار ارسال";
$l['edit_post_tool_desc'] = "در این بخش می‌توانید اقدامات و تنظیمات ابزار ارسال را ویرایش کنید.";
$l['edit_thread_tool'] = "ویرایش ابزار موضوع";
$l['edit_thread_tool_desc'] = "در این بخش می‌توانید اقدامات و تنظیمات ابزار موضوع را ویرایش کنید.";

$l['no_thread_tools'] = "ابزار موضوع نصب شده‌ای برای این انجمن وجود ندارد.";
$l['no_post_tools'] = "ابزار ارسال نصب شده‌ای برای این انجمن وجود ندارد.";

$l['confirm_thread_tool_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این ابزار موضوع را حذف کنید؟";
$l['confirm_post_tool_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این ابزار ارسال را حذف کنید؟";

$l['success_post_tool_deleted'] = "ابزار مدیریت ارسال انتخاب شده با موفقیت حذف شد.";
$l['success_thread_tool_deleted'] = "ابزار مدیریت موضوع انتخاب شده با موفقیت حذف شد.";

$l['error_invalid_post_tool'] = "ابزار ارسال مورد نظر وجود ندارد.";
$l['error_invalid_thread_tool'] = "ابزار موضوع مورد نظر وجود ندارد.";

$l['general_options'] = "گزینه‌های عمومی";
$l['short_description'] = "توضیح کوتاه";
$l['available_in_forums'] = "قابل استفاده در انجمن";
$l['available_to_groups'] = "قابل استفاده در گروه‌ها";
$l['show_confirmation'] = "نشان دادن صفحه‌ی تأیید";
$l['save_thread_tool'] = "ذخیره‌ی ابزار موضوع";

$l['title'] = "عنوان";

$l['thread_moderation'] = "مدیریت موضوع";
$l['approve_unapprove'] = "تأیید/رد موضوع؟";

$l['no_change'] = "بدون تغییر";
$l['approve'] = "تأیید";
$l['unapprove'] = "رد تأیید";
$l['stick'] = "مهم کردن";
$l['unstick'] = "از حالت مهم بیرون آوردن";
$l['open'] = "باز کردن";
$l['close'] = "بستن";
$l['stick'] = "مهم کردن";
$l['unstick'] = "از حالت مهم بیرون آوردن";
$l['toggle'] = "انتقال";
$l['days'] = "روز";
$l['no_prefix'] = "بدون پیش‌وند";
$l['restore'] = "بازگردن";
$l['softdelete'] = "حذف نرم";

$l['forum_to_move_to'] = "انجمن منتقل شود به: ";
$l['leave_redirect'] = "باقی گذاشتن انتقال‌ها؟";
$l['delete_redirect_after'] = "حذف انتقال پس از";
$l['do_not_move_thread'] = "موضوع را منتقل نکن";
$l['do_not_copy_thread'] = "موضوع را کپی نکن";
$l['move_thread'] = "انتقال موضوع؟";
$l['move_thread_desc'] = "اگر موضوعات را منتقل می‌کنید، \"حذف انتقال پس از ... روز \" فقط زمانی باید پر شود که یک انتقال باقی بماند.";
$l['forum_to_copy_to'] = "انجمن کپی شود به: ";
$l['copy_thread'] = "کپی موضوع؟";
$l['open_close_thread'] = "باز/بستن موضوع؟";
$l['stick_unstick_thread'] = "مهم/ازحالت مهم خارج کردن موضوع؟";
$l['softdelete_restore_thread'] = "حذف موقت/بازیابی موضوع؟";
$l['delete_thread'] = "حذف دائمی موضوع؟";
$l['merge_thread'] = "ادغام موضوع؟";
$l['merge_thread_desc'] = "تنها در صورتی که در مدیریت درون خطی استفاده شده است.";
$l['delete_poll'] = "حذف نظرسنجی؟";
$l['delete_redirects'] = "حذف انتقال‌ها؟";
$l['remove_subscriptions'] = "حذف اشتراک‌های موضوع؟";
$l['recount_rebuild'] = "بازشمارش و بازسازی؟";
$l['apply_thread_prefix'] = "تأیید پیش‌وند موضوع؟";
$l['new_subject'] = "عنوان تازه‌؟";
$l['new_subject_desc'] = "{subject} عنوان اصلی را نشان می‌دهد. {username} نام کاربری مدیر را نشان می‌دهد.";

$l['add_new_reply'] = "افزودن پاسخ جدید‌";
$l['add_new_reply_desc'] = "اگر پاسخی وجود ندارد خالی بگذارید.";
$l['reply_subject'] = "عنوان پاسخ.";
$l['reply_subject_desc'] = "فقط در صورتی استفاده شود که پاسخی وجود داشته باشد.<br />{subject} عنوان اصلی را نشان می‌دهد. {username} نام کاربری مدیر را نشان می‌دهد.";

$l['success_mod_tool_created'] = "ابزار مدیریت با موفقیت ایجاد شد.";
$l['success_mod_tool_updated'] = "ابزار مدیریت با موفقیت به‌روز‌رسانی شد.";

$l['inline_post_moderation'] = "مدیریت درون خطی ارسال‌ها";
$l['delete_posts'] = "حذف دائمی ارسال‌ها؟";
$l['merge_posts'] = "ادغام ارسال‌ها؟";
$l['merge_posts_desc'] = "فقط برای زمانی است که از مدیریت درون خطی استفاده شده باشد.";
$l['approve_unapprove_posts'] = "تأیید کردن/رد تأیید ارسال‌ها";
$l['softdelete_restore_posts'] = "حذف موقت/بازیابی ارسال‌ها؟";

$l['split_posts'] = "جداسازی ارسال‌ها";
$l['split_posts2'] = "ارسال‌ها از یکدیگر جداسازی شوند؟";
$l['do_not_split'] = "ارسال‌ها را تقسیم نکن";
$l['split_to_same_forum'] = "در همان انجمن جداسازی شوند";
$l['close_split_thread'] = "جداسازی موضوع‌های بسته شده؟";
$l['stick_split_thread'] = "جداسازی موضوع‌های مهم؟";
$l['unapprove_split_thread'] = "جداسازی موضوعات تأیید نشده؟";
$l['split_thread_prefix'] = "جداسازی پیش‌وند موضوع";
$l['split_thread_subject'] = "جداسازی عنوان موضوع";
$l['split_thread_subject_desc'] = "{subject} موضوع اصلی را نشان می‌دهد. فقط هنگام جداسازی ارسال‌ها نیاز است.";
$l['add_new_split_reply'] = "اضافه کردن پاسخ برای جداسازی موضوع";
$l['add_new_split_reply_desc'] = "اگر پاسخی وجود ندارد خالی بگذارید.";
$l['split_reply_subject'] = "عنوان پاسخ";
$l['split_reply_subject_desc'] = "تنها در صورتی که پاسخی وجود داشته باشد مورد استفاده قرار می‌گیرد.";
$l['save_post_tool'] = "ذخیره‌ی ابزار ارسال";

$l['send_private_message'] = 'ارسال پیام خصوصی';
$l['private_message_message'] = 'پیام';
$l['private_message_message_desc'] = 'پیامی که می‌خواهید برای نویسنده‌ی موضوع ارسال شود. اگر نمی‌خواهید پیامی ارسال شود، خالی بگذارید.';
$l['private_message_subject'] = 'عنوان';
$l['private_message_subject_desc'] = 'عنوان پیام خصوصی را وارد کنید.';

$l['error_missing_title'] = "لطفاً برای این ابزار یک نام وارد کنید.";
$l['error_missing_description'] = "لطفاً یک توضیح کوتاه برای این ابزار وارد کنید.";
$l['error_no_forums_selected'] = "لطفاً انجمن‌هایی را انتخاب کنید که این ابزار در آن‌ها در دسترس است.";
$l['error_no_groups_selected'] = "لطفاً گروه‌های مجاز به استفاده از این ابزار را انتخاب کنید.";
$l['error_forum_is_category'] = "شما نمی‌توانید انجمنی که به صورت دسته‌بندی می‌باشد را به عنوان مقصد انتخاب کنید.";
