<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */
 
$l['warning_system'] = "سیستم اخطار";
$l['warning_types'] = "انواع اخطار";
$l['warning_types_desc'] = "در اینجا شما می‌توانید فهرستی از انواع اخطارهایی که می‌توانید به کاربران بدهید را مدیریت کنید.";
$l['add_warning_type'] = "افزودن نوع اخطار جدید‌";
$l['add_warning_type_desc'] = "در این بخش شما می‌توانید یک اخطار از پیش تعیین شده را ایجاد کنید. این انواع اخطار‌ها، زمانی که می‌خواهید به کاربران اخطار دهید قابل انتخاب هستند و شما می‌توانید تعداد اخطار‌هایی که از این انواع به کاربر اضافه می‌شوند را همانند دوره‌ی زمانی‌ای که این اخطار‌ها باطل می‌شوند مشخص کنید.";
$l['edit_warning_type'] = "ویرایش نوع اخطار";
$l['edit_warning_type_desc'] = "در اینجا شما می‌توانید نوع اخطار را ویرایش نمایید. انواع اخطار‌ها زمانی که می‌خواهید به کاربران اخطار دهید قابل انتخاب هستند و شما می‌توانید تعداد اخطار‌هایی که برای این نوع اضافه می‌شوند را همانند دوره‌ی زمانی‌ای که این اخطار‌ها باطل می‌شوند مشخص کنید.";
$l['warning_levels'] = "سطوح اخطار";
$l['warning_levels_desc'] = "سطوح اخطار تعیین می‌کند که هنگامی که یک کاربر به بیش‌ترین درصد از اخطار‌های دریافتی رسید چه اعمالی انجام شود. شما می‌توانید تعیین کنید که کاربر محروم شود یا امتیازات کاربری او را سلب کنید.";
$l['add_warning_level'] = "افزودن سطح اخطار جدید‌";
$l['add_warning_level_desc'] = "در اینجا شما می‌توانید فهرستی از انواع اخطار‌هایی را که می‌توانید به کاربران انجمن دهید، مدیریت کنید. سطوح اخطار اعمالی هستند که هنگامی که کاربر به حداکثر میزان اخطار می‌رسد، برروی او انجام می‌شوند.";
$l['edit_warning_level'] = "ویرایش سطح اخطار";
$l['edit_warning_level_desc'] = "سطوح اخطار اعمالی هستند که در برابر کاربرانی که به درصد مشخصی از سطح حداکثر اخطار می‌رسند باید انجام شوند.";

$l['percentage'] = "درصد";
$l['action_to_take'] = "عملی که باید انجام شود";
$l['move_banned_group'] = "انتقال به گروه محروم  ({1}) برای {2} {3}";
$l['move_banned_group_permanent'] = "انتقال به گروه محروم ({1}) برای همیشه";
$l['suspend_posting'] = "تعلیق توانایی ارسال مطلب برای {1} {2}";
$l['suspend_posting_permanent'] = "تعلیق توانایی ارسال مطلب برای همیشه";
$l['moderate_new_posts'] = "مدیریت ارسال‌های تازه‌ کاربر برای {1} {2}";
$l['moderate_new_posts_permanent'] = "مدیریت ارسال‌های تازه‌ کاربر برای همیشه";
$l['no_warning_levels'] = "در حال حاضر سطوح اخطاری بر روی انجمن شما وجود ندارد.";

$l['warning_type'] = "نوع اخطار";
$l['points'] = "تعداد";
$l['expires_after'] = "باطل شدن پس از";
$l['no_warning_types'] = "در حال حاضر هیچ نوع اخطاری در انجمن شما وجود ندارد.";

$l['warning_points_percentage'] = "درصد حداکثر تعداد اخطار";
$l['warning_points_percentage_desc'] = "لطفاً یک مقدار عددی بین 1 تا 100 وارد کنید.";
$l['action_to_be_taken'] = "عملی که باید انجام شود";
$l['action_to_be_taken_desc'] = "عملی را که می‌خواهید هنگامی که میزان اخطار کاربران به حداکثر برسد را انتخاب کنید.";
$l['ban_user'] = "محروم سازی کاربر";
$l['banned_group'] = "گروه محروم شده: ";
$l['ban_length'] = "مدت محرومیت: ";
$l['suspend_posting_privileges'] = "تعلیق دسترسی ارسال مطلب در انجمن";
$l['suspension_length'] = "طول مدت تعلیق: ";
$l['moderate_posts'] = "مدیریت ارسال‌های کاربر: ";
$l['moderation_length'] = "طول مدت مدیریت: ";
$l['save_warning_level'] = "ذخیره‌ی سطح اخطار";

$l['title'] = "عنوان";
$l['points_to_add'] = "تعداد";
$l['points_to_add_desc'] = "تعداد اخطار‌هایی كه به سطح اخطار‌های كاربر افزوده می‌شود.";
$l['warning_expiry'] = "باطل شدن اخطار";
$l['warning_expiry_desc'] = "چه‌ی مدت بعد می‌خواهید این اخطار باطل شود؟";
$l['save_warning_type'] = "ذخیره‌ی نوع اخطار";

$l['expiration_hours'] = "ساعت";
$l['expiration_days'] = "روز";
$l['expiration_weeks'] = "هفته";
$l['expiration_months'] = "ماه";
$l['expiration_never'] = "هرگز";
$l['expiration_permanent'] = "برای همیشه";

$l['error_invalid_warning_level'] = "سطح اخطار مورد نظر وجود ندارد.";
$l['error_invalid_warning_percentage'] = "شما درصد معتبری برای این سطح اخطار وارد نکرده‌اید. درصد وارد شده باید بین 1 و 100 باشد.";
$l['error_invalid_warning_type'] = "نوع اخطار مورد نظر وجود ندارد.";
$l['error_missing_action_type'] = "لطفاً عملیاتی را که می‌خواهید هنگام دریافت این نوع اخطار انجام شود را انتخاب کنید.";
$l['error_missing_type_title'] = "شما برای این نوع اخطار عنوانی وارد نکرده‌اید.";
$l['error_missing_type_points'] = "شما مقدار معتبری برای تعداد اخطار‌ها هنگامی که از این نوع اخطار به کاربر داده می‌شود وارد نکرده‌اید. شما باید عددی بزرگتر از 0 و کوچک‌تر از {1} وارد کنید.";

$l['success_warning_level_created'] = "سطح اخطار با موفقیت ایجاد شد.";
$l['success_warning_level_updated'] = "سطح اخطار با موفقیت به‌روز‌رسانی شد.";
$l['success_warning_level_deleted'] = "سطح اخطار انتخاب شده با موفقیت حذف شد.";
$l['success_warning_type_created'] = "نوع اخطار با موفقیت ایجاد شد.";
$l['success_warning_type_updated'] = "نوع اخطار با موفیت به‌روز‌رسانی شد.";
$l['success_warning_type_deleted'] = "نوع اخطار انتخاب شده با موفقیت حذف شد.";

$l['confirm_warning_level_deletion'] = "آیا شما مطمئن هستید که این می‌خواهید این سطح اخطار را حذف کنید؟";
$l['confirm_warning_type_deletion'] = "آیا شما مطمئن هستید که این می‌خواهید این نوع اخطار را حذف کنید؟";

