<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['attachment_types'] = "انوع پیوست";
$l['attachment_types_desc'] = "در این بخش شما می‌توانید انواع پیوست را که کاربران می‌توانند در ارسال‌های خود از آن‌ها استفاده کنند، ایجاد و مدیریت کنید. ";
$l['add_new_attachment_type'] = "افزودن نوع جدید‌ پیوست ";
$l['add_attachment_type'] = "افزودن نوع پیوست";
$l['add_attachment_type_desc'] = "اضافه کردن نوع جدیدی از فایل پیوست به کاربران این اجازه را می‌دهد که بتوانند فایل‌هایی که از این نوع جدید هستند را در ارسال‌های خود پیوست کنند. در ضمن، شما می‌توانید پس‌وند، نوع MIME و حداکثر اندازه‌ی فایل پیوست را تعیین کنید و همچنین برای هر یک از انواع فایل پیوست، یک نماد کوچک قرار دهید.";
$l['edit_attachment_type'] = "ویرایش نوع پیوست";
$l['edit_attachment_type_desc'] = "شما می‌توانید پس‌وند، نوع MIME و حداکثر اندازه‌ی فایل پیوست را تعیین کنید و همچنین برای هر یک از انواع فایل پیوست، یک نماد کوچک قرار دهید.";

$l['extension'] = "نوع";
$l['maximum_size'] = "حداکثر اندازه";
$l['no_attachment_types'] = "در حال حاضر انواع پیوستی در انجمن شما وجود ندارد.";

$l['name'] = "نام";
$l['name_desc'] = "نامی برای نوع پیوست وارد کنید.";
$l['file_extension'] = "نوع فایل";
$l['file_extension_desc'] = "پس‌وند فایل‌های مجاز برای آپلود را در این قسمت وارد کنید. این پس‌وند‌ها را بدون نقطه‌ی قبلی وارد کنید. (نمونه:  به جای txt. شما باید txt را وارد کنید)";
$l['mime_type'] = "نوع MIME";
$l['mime_type_desc'] = "نوع MIME‌ی را که از طریق سرور هنگام دریافت فایل فرستاده می‌شود را وارد کنید. (<a href=\"http://www.webmaster-toolkit.com/mime-types.shtml\">می‌توانید یک فهرست از آن را در اینجا ببینید</a>)";
$l['maximum_file_size'] = "حداکثر اندازه‌ی فایل (کیلوبایت)";
$l['maximum_file_size_desc'] = "حداکثر اندازه برای آپلود این نوع فایل بر حسب کیلوبایت. (1 مگا بایت = 1024 کیلوبایت)";
$l['limit_intro'] = "لطفاً مطمئن شوید که \"حداکثر اندازه‌ی فایل\" از بیش‌ترین مقدار محدودیت‌های php، کم‌تر است: ";
$l['limit_post_max_size'] = "حداکثر اندازه‌ی ارسال:  {1}";
$l['limit_upload_max_filesize'] = "حداکثر اندازه‌ی فایل برای آپلود:  {1}";
$l['attachment_icon'] = "نماد پیوست";
$l['attachment_icon_desc'] = "اگر می‌خواهید برای پیوست‌های با این نوع یک نماد کوچک نمایش داده شود، مسیر آن را در اینجا وارد کنید.  {theme}  مسیر تصاویر قالب می‌باشد. در ضمن شما این اختیار را دارید که برای هر پوسته، نماد‌های مختلف برای فایل‌ها قرار دهید.";
$l['save_attachment_type'] = "ذخیره‌ی نوع پیوست";

$l['error_invalid_attachment_type'] = "شما یک نوع پیوست نامعتبر را انتخاب کرده‌اید.";
$l['error_missing_mime_type'] = "شما نوع MIME را برای این نوع پیوست وارد نکرده‌اید.";
$l['error_missing_extension'] = "شما یک نوع فایل برای این نوع پیوست وارد نکرده‌اید.";

$l['success_attachment_type_created'] = "این نوع پیوست با موفقیت افزوده شد.";
$l['success_attachment_type_updated'] = "این نوع پیوست با موفقیت به‌روز‌رسانی شد.";
$l['success_attachment_type_deleted'] = "این نوع پیوست با موفقیت حذف شد.";

$l['confirm_attachment_type_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این نوع پیوست را حذف کنید؟";

$l['success_activated_attachment_type'] = 'پیوست انتخاب شده با موفقیت فعال شد.';
$l['success_deactivated_attachment_type'] = 'پیوست انتخاب شده با موفقیت غیرفعال شد.';

$l['enabled'] = "فعال؟";
$l['avatar_file'] = 'فایل آواتار';
$l['avatar_file_desc'] = 'آیا اجازه میدهید این فایل پیوست برای آواتار استفاده شود ؟';

$l['available_to_groups'] = 'دسترسی به گروه';
$l['available_in_forums'] = 'دسترسی به انجمن';
