<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */
 
$l['custom_profile_fields'] = "فیلد‌های مشخصات اختیاری";
$l['custom_profile_fields_desc'] = "این بخش به شما اجازه‌ی ویرایش، حذف، و مدیریت فیلد‌های مشخصات اختیاری کاربر را می‌دهد.";
$l['add_profile_field'] = "افزودن فیلد مشخصات";
$l['add_new_profile_field'] = "افزودن فیلد مشخصات جدید‌";
$l['add_new_profile_field_desc'] = "در این بخش شما می‌توانید یک فیلد مشخصات اختیاری اضافه کنید.";
$l['edit_profile_field'] = "ویرایش فیلد مشخصات";
$l['edit_profile_field_desc'] = "در این بخش شما می‌توانید یک فیلد مشخصات اختیاری را ویرایش کنید.";

$l['title'] = "عنوان";
$l['short_description'] = "توضیح کوتاه";
$l['maximum_length'] = "حداکثر طول";
$l['maximum_length_desc'] = "بیش‌ترین تعداد حروفی که می‌تواند در این فیلد وارد شود. این گزینه تنها برای جعبه متن و فضای متن صدق می‌کند. ";
$l['field_length'] = "طول فیلد";
$l['field_length_desc'] = "این طول فیلد است. این فقط برای جعبه‌های انتخابی تکی و چندتایی صدق می‌کند.";
$l['display_order'] = "چیدمان نمایش";
$l['display_order_desc'] = "چیدمان نمایش این فیلد نسبت به سایر فیلد‌ها. عدد وارد شده نباید قبلاً در فیلد دیگری استفاده شده باشد.";
$l['text'] = "جعبه‌ی متن";
$l['textarea'] = "فضای متن";
$l['select'] = "جعبه‌ی انتخاب";
$l['multiselect'] = "جعبه انتخاب چندگانه";
$l['radio'] = "کلید رادیویی";
$l['checkbox'] = "جعبه‌ی چک";
$l['field_type'] = "نوع فیلد";
$l['field_type_desc'] = "فیلد از چه جنسی باشد؟ <a href=\"images/custom_fields.png\" target=\"_blank\">(راهنمای تصویری نوع فیلدها)</a>";
$l['field_regex'] = "نوع عبارات منظم ورودی";
$l['field_regex_desc'] = "نوع عبارت منظم (متن، عدد، نماد و ...) که کاربر در هنگام پر کردن فیلد تنها می‌تواند از این نوع عبارات استفاده کند را وارد نمایید. شما باید از معتبر و امن بودن عبارت منظم اطمینان پیدا کنید چرا که در این‌جا تصحیح معتبرسازی انجام نمی‌شود. اگر خالی بگذارید، کاربر می‌تواند هر نوع عبارتی را در فیلد وارد کند.<br />
<strong>مثال:</strong> ([a-z0-9_\- ,.+]+)";
$l['selectable_options'] = "گزینه‌های انتخابی";
$l['selectable_options_desc'] = "لطفاً هر گزینه را در یک خط جدا وارد کنید. این فقط در جعبه‌های انتخاب، جعبه‌ی چک و کلید‌های رادیویی اعمال می‌شود.";
$l['required'] = "الزامی است؟";
$l['required_desc'] = "آیا لازم است این فیلد در هنگام ثبت نام یا ویرایش پروفایل توسط کاربر پر شود؟ توجه کنید که این تنظیم در زمان مخفی یا غیرقابل ویرایش بودن فیلد اعمال نمی‌شود.";
$l['show_on_registration'] = "نمایش در هنگام ثبت نام؟";
$l['show_on_registration_desc'] = "آیا این فیلد در صفحه‌ی ثبت نام کاربر نمایش داده شود؟ توجه کنید که اگر این فیلد غیرقابل ویرایش باشد، این گزینه عمل نخواهد کرد. همچنین فیلدهای الزامی همیشه در صفحه‌ی ثبت نام نمایش داده می‌شوند."; //// M Y B B I R A N . C O M
$l['display_on_profile'] = "نمایش در صفحه‌ی پروفایل؟";
$l['display_on_profile_desc'] = "آیا این فیلد در پروفایل کاربر نمایش داده شود؟ توجه کنید که این گزینه در مورد مدیرکل و ناظم‌ها صدق نمی‌کند.";

$l['display_on_postbit'] = "نمایش در پست بیت؟";
$l['display_on_postbit_desc'] = "این گزینه در مشخصات کاربر در ارسال‌هایش نمایش داده شود؟";
$l['viewableby'] = 'گروه‌های مجاز به مشاهده';
$l['viewableby_desc'] = 'گروه‌هایی که می‌توانند این فیلد را در پروفایل مشاهده کنند و از آن در مشخصات خود استفاده کنند را انتخاب کنید.';
$l['editableby'] = 'گروه‌های مجاز به ویرایش';
$l['editableby_desc'] = 'گروه‌هایی که اجازه‌ی ویرایش این فیلد را در پروفایل دارند، انتخاب کنید..';
$l['min_posts_enabled'] = "حداقل تعداد ارسال؟";
$l['min_posts_enabled_desc'] = "اگر می‌خواهید تنها کاربرانی که تعداد مشخصی ارسال دارند بتوانند این فیلد را پر کنند٬ تعداد ارسال های مورد نیاز را وارد کنید.";
$l['parser_options'] = "گزینه‌های ترکیب و تجزیه";
$l['parse_allowhtml'] = "بله، استفاده از HTML در این فیلد مجاز است.";
$l['parse_allowmycode'] = "بله، استفاده از MyCode در این فیلد مجاز است.";
$l['parse_allowsmilies'] = "بله، استفاده از شکلک‌ها در این فیلد مجاز است.";
$l['parse_allowimgcode'] = "بله، استفاده از کد [img] در این فیلد مجاز است.";
$l['parse_allowvideocode'] = "بله، استفاده از کد [video] در این فیلد مجاز است.";
$l['save_profile_field'] = "ذخیره‌ی فیلد مشخصات کاربری";
$l['name'] = "نام";
$l['registration'] = "نمایش در صفحه‌ی ثبت نام؟";
$l['editable'] = "قابل ویرایش است؟";
$l['profile'] = "نمایش در صفحه‌ی پروفایل کاربر؟";
$l['postbit'] = "نمایش در زیر مشخصات کاربر؟";
$l['edit_field'] = "ویرایش فیلد";
$l['delete_field'] = "حذف فیلد";
$l['no_profile_fields'] = "در حال حاضر فیلد مشخصات اختیاری‌ای بر روی انجمن شما وجود ندارد.";

$l['error_missing_name'] = "عنوانی برای فیلد وارد نشده است.";
$l['error_missing_description'] = "توضیح مختصری برای فیلد وارد نشده است.";
$l['error_invalid_fid'] = "فیلد مشخصات انتخاب شده وجود ندارد.";

$l['success_profile_field_added'] = "فیلد مشخصات اختیاری با موفقیت ایجاد شد.";
$l['success_profile_field_saved'] = "فیلد مشخصات اختیاری با موفقیت ذخیره شد.";
$l['success_profile_field_deleted'] = "فیلد مشخصات اختیاری با موفقیت حذف شد.";

$l['confirm_profile_field_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این فیلد مشخصات را حذف کنید؟";
