<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['bad_words'] = "پالایش واژه‌ها";
$l['edit_bad_word'] = "ویرایش پالایش";
$l['edit_bad_word_desc'] = "در این بخش می‌توانید پالایش واژه‌ها و جایگرین‌های آن را ویرایش کنید.";
$l['bad_word_filters'] = "پالایش واژه‌ها";
$l['bad_word_filters_desc'] = "این ویژگی به شما اجازه‌ی مدیریت فهرستی از واژه‌ها یا عبارت‌ها را می‌دهد که در صورت استفاده‌ی کاربران از این واژه‌ها، به صورت خودکار با عبارت تعیین شده توسط شما جایگزین می‌شوند. این بخش برای جایگزین کردن عبارات دیگری به جای واژه‌های بد و مانند آن مفید است. ";

$l['bad_word'] = "واژه";
$l['bad_word_desc'] = "واژه‌ای را که می‌خواهید پالایش شود، وارد کنید. حرف '*' نماینده‌ی هر حرف خالی می‌باشد. (a-zA-Z0-9_) ";
$l['bad_word_max'] = "واژه‌ی مورد نظر نمی‌تواند بیش از 100 حرف باشد.";
$l['replacement'] = "جایگزین";
$l['replacement_desc'] = "عبارتی را که می‌خواهید جایگزین واژه‌ی پالایش شده شود، وارد کنید. ( اگر این قسمت خالی بماند، ستاره نمایش داده می‌شود)";
$l['replacement_word_max'] = "واژه‌ی جایگزین نمی‌تواند بیش از 100 حرف باشد.";
$l['error_replacement_word_invalid'] = "یکی از واژه‌های جایگزین نمی‌تواند جایگزین واژه‌ی پالایش شده شود.";

$l['save_bad_word'] = "ذخیره‌ی پالایش";
$l['no_bad_words'] = "در حال حاضر هیچ واژه‌ی پالایش شده‌ای در انجمن شما وجود ندارد.";
$l['add_bad_word'] = "افزودن یک پالایش";

$l['error_missing_bad_word'] = "شما پالایش‌ای وارد نکرده‌اید.";
$l['error_invalid_bid'] = "پالایش مورد نظر وجود ندارد.";
$l['error_bad_word_filtered'] = "این عبارت قبلاً پالایش شده است.";

$l['success_added_bad_word'] = "پالایش با موفقیت افزوده شد.";
$l['success_deleted_bad_word'] = "پالایش با موفقیت حذف شد.";
$l['success_updated_bad_word'] = "پالایش با موفقیت به‌روز‌رسانی شد.";

$l['confirm_bad_word_deletion'] = "آیا شما مطمئن هستید که می‌خواهید این پالایش را حذف کنید؟";