<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */
 
$l['themes'] = "پوسته‌ها";
$l['themes_desc'] = "در این بخش می‌توانید پوسته‌های نصب شده بر روی انجمن خود را مدیریت کنید. پوسته‌ها به شما این امکان را می‌دهند که ظاهر انجمن خود را به شکل دلخواه تعیین کنید. فهرست زیر، پوسته‌های نصب شده بر روی انجمن شما را نمایش می‌دهد.";

$l['create_new_theme'] = "ساختن یک پوسته‌ی جدید";
$l['create_new_theme_desc'] = "در این بخش می‌توانید بر پایه‌ی پوسته‌ی پیش‌فرض پوسته‌ای تازه‌ بسازید. <strong>گروه قالب‌ها، قالب بندی‌ها و سایر تنظیمات از پوسته‌ی پیش‌فرض دریافت می‌شوند.</strong>";

$l['import_a_theme'] = "نصب یک پوسته";
$l['import_a_theme_desc'] = "در این بخش شما می‌توانید پوسته‌های جدیدی‌ را بر روی انجمن خود نصب کنید. شما می‌توانید پوسته‌ی مورد نظر خود را از طریق انتخاب فایل مربوط به آن از رایانه‌ی خود و یا از طریق لینک آن در اینترنت، بر روی انجمن خود نصب کنید.";

$l['edit_stylesheets'] = "ویرایش قالب بندی‌ها";
$l['edit_stylesheets_desc'] = "در این بخش می‌توانید قالب بندی‌های استفاده شده در این پوسته را ویرایش کنید. قالب بندی‌ها بر پایه‌ی کدهای CSS، قلم‌ها، رنگ‌ها و ... ساخته می‌شوند. فهرست زیر قالب بندی‌های پیوست شده به این پوسته را نشان می‌دهد.";

$l['add_stylesheet'] = "افزودن قالب بندی";
$l['add_stylesheet_desc'] = "در این بخش می‌توانید یک قالب بندی تازه‌ به این پوسته‌ی اضافه کنید . قالب بندی‌ها CSS‌ها را در بر می‌گیرند که به شما اجازه می‌دهند که ظاهر این قالب را به شکل دلخواه تغییر دهید. شما با پر کردن فرم ساخت قالب بندی، به صفحه‌ی ویرایش قالب بندی‌ها منتقل می‌شوید.";

$l['browse_themes'] = "مرور پوسته‌ها";
$l['browse_themes_desc'] = "در این بخش شما می‌توانید به جستجو برای یافتن پوسته‌های دلخواهِ هماهنگ با نسخه‌ی MyBB خود در سایت MyBB بپردازید.";

$l['browse_all_themes'] = "مرور تمامی پوسته‌ها";

$l['export_theme'] = "خروجی گرفتن از پوسته";
$l['export_theme_desc'] = "در این بخش می‌توانید از پوسته‌ها و قالب‌های تغییر یافته‌ی خود خروجی بگیرید . خروجی گرفتن از پوسته، برای قراردادن آن به منظور استفاده‌ی دیگران از آن و یا نصب آن بر روی انجمن دیگر مناسب است.";

$l['duplicate_theme'] = "نسخه برداری از پوسته";
$l['duplicate_theme_desc'] = "در این‌جا می‌توانید از پوسته‌ی مورد نظر خود، نسخه برداری کنید. این قابلیت شما را قادر می‌سازد که بتوانید پوسته‌ی مورد نظر خود را توسعه دهید.";

$l['colors_manage'] = "مدیریت رنگ‌ها";
$l['colors_attached_to'] = "تنظیمات مربوط به رنگ";
$l['colors_setting'] = "رنگ اصلی";
$l['colors_setting_desc'] = "رنگی که پوسته به عنوان رنگ اصلی از آن استفاده می‌کند را انتخاب کنید. شیوه‌نامه‌های پیوست شده به این رنگ مورد استفاده قرار خواهند گرفت.";
$l['colors_no_color_setting'] = "هیج رنگی در دسترس نیست. برای استفاده از این قابلیت، لطفاً در بخش زیر یک فهرست از رنگ‌ها ایجاد کنید.";
$l['colors_add'] = "مدیریت رنگ‌ها";
$l['colors_add_desc'] = "فهرستی از رنگ‌ها برای این پوسته تعریف شده است. در این فهرست، هر رنگ، احتمالاً با عبارت معادل انگلیسی آن تعریف شده است به عنوان نمونه، <em>blue=رنگ آبی</em> که با وارد کردن عبارت انگلیسی رنگ، آن رنگ انتخاب می‌شود. اگر می‌خواهید چندین رنگ را انتخاب کنید، عبارت مربوط به هر رنگ را در یک خط جداگانه وارد کنید.";
$l['colors_please_select'] = "هیچ کدام";
$l['colors_add_edit_desc'] = "یک رنگ را برای پیوست کردن این شیوه‌نامه به آن، انتخاب کنید. همچنین می‌توانید بیش از یک رنگ را برگزینید.";
$l['colors_specific_color'] = "رنگ مخصوص";

$l['include_custom_only'] = "تنها شامل موارد تغییر یافته باشد؟";
$l['include_custom_only_desc'] = "اگر می‌خواهید قالب خروجی حاوی محتویات قالب مادر باشد \"خیر\" را انتخاب کنید در غیر این صورت تنها از موارد تغییر یافته‌ی توسط شما خروجی گرفته می‌شود.";
$l['include_templates'] = "فایل خروجی به خوبی شامل قالب‌ها باشد؟";
$l['include_templates_desc'] = "اگر می‌خواهید قالب‌های تغییر یافته‌ی توسط شما در این پوسته به طور کامل استفاده شوند \"بله\" را انتخاب کنید.";

$l['edit_stylesheet_simple_mode'] = "ویرایش قالب بندی:  حالت ساده";
$l['edit_stylesheet_simple_mode_desc'] = "در این بخش می‌توانید به راحتی قالب بندی‌های پوسته‌ی خود را با انتخاب یکی از موارد فهرست زیر ویرایش کنید. حالت ساده به شما این امکان را می‌دهد که CSS‌های پوسته‌ی خود را بدون داشتن دانشی در مورد CSS ویرایش کنید. ";
$l['edit_stylesheet_advanced_mode'] = "ویرایش قالب بندی:  حالت پیشرفته";
$l['edit_stylesheet_advanced_mode_desc'] = "در این بخش می‌توانید قالب بندی‌ها را مانند یک فایل خام ویرایش کنید. قالب بندی زیر حاوی CSS‌هایی است که در جعبه متن زیر مشاهده می‌کنید.";

$l['theme'] = "پوسته";
$l['num_users'] = "تعداد کاربران استفاده کننده";
$l['edit_theme'] = "ویرایش پوسته";
$l['delete_theme'] = "حذف پوسته";
$l['set_as_default'] = "قرار دادن به عنوان پوسته‌ی پیش‌فرض";
$l['default_theme'] = "پوسته‌ی پیش‌فرض";
$l['force_on_users'] = "مجبور کردن کاربران به استفاده";
$l['delete_revert'] = "حذف / بازگردانی";

$l['local_file'] = "فایل محلی";
$l['url'] = "لینک";
$l['import_from'] = "وارد کردن از";
$l['import_from_desc'] = "فایل پوسته‌ی مورد نظر را جهت وارد کردن آن انتخاب کنید. شما می‌توانید فایل مربوط به پوسته را از روی رایانه و یا از طریق یک لینک معتبر در اینترنت انتخاب کنید.";
$l['parent_theme'] = "پوسته‌ی مادر";
$l['parent_theme_desc'] = "پوسته‌ای که این پوسته زیر مجموعه‌ی آن می‌باشد را انتخاب کنید.";
$l['new_name'] = "نام جدید‌";
$l['new_name_desc'] = "نامی که می‌خواهید به این پوسته اختصاص داده شود. اگر خالی باشد از نام پیش‌فرض تعیین شده (توسط نویسنده‌ی پوسته) برای پوسته استفاده می‌شود.";
$l['advanced_options'] = "گزینه‌های پیشرفته";
$l['ignore_version_compatibility'] = "نادیده گرفتن مطابقت با نسخه‌ی MyBB";
$l['ignore_version_compat_desc'] = "آیا این پوسته بدون توجه به نسخه‌ای که برای آن ساخته شده است نصب شود؟";
$l['import_stylesheets'] = "وارد کردن قالب بندی‌های اختصاصی";
$l['import_stylesheets_desc'] = "در صورتی که این پوسته شامل قالب بندی‌های اختصاصی باشد، آیا این قالب بندی‌ها نیز وارد شوند؟";
$l['import_templates'] = "وارد کردن قالب‌های اختصاصی";
$l['import_templates_desc'] = "در صورتی که این پوسته شامل قالب‌های اختصاصی باشد، آیا این قالب‌های اختصاصی نیز وارد شوند؟";
$l['import_theme'] = "وارد کردن پوسته";

$l['new_name_duplicate_desc'] = "نام جدید پوسته‌ی رونوشت.";
$l['duplicate_stylesheets'] = "نسخه برداری از شیوه‌نامه";
$l['duplicate_stylesheets_desc'] = "اگر این پوسته از شیوه‌نامه‌های مخصوص خود استفاده می‌کند، آیا از این شیوه‌نامه‌ها نسخه برداری شود؟";
$l['duplicate_templates'] = "نسخه برداری از قالب‌ها";
$l['duplicate_templates_desc'] = "اگر این پوسته از قالب‌های مخصوص خود استفاده می‌کند، آیا از این قالب‌ها نسخه‌برداری شود؟";

$l['create_a_theme'] = "ساختن یک پوسته";
$l['name'] = "نام";
$l['name_desc'] = "نام پوسته‌ی مورد نظر را وارد کنید.";
$l['display_order'] = "ترتیب نمایش";

$l['edit_theme_properties'] = "ویرایش مشخصات پوسته";
$l['name_desc_edit'] = "نامی برای پوسته وارد کنید.";
$l['allowed_user_groups'] = "گروه‌های کاربری مجاز";
$l['allowed_user_groups_desc'] = "انتخاب کنید که کدام گروه‌های کاربری می‌توانند از این پوسته استفاده کنند. انتخاب \"تمامی گروه‌های کاربری\" سایر انتخابات را از بین می‌برد. برای انتخاب چند گروه کاربری، کلید CTRL را نگه دارید و انتخاب کنید.";
$l['all_user_groups'] = "تمامی گروه‌های کاربری";
$l['template_set'] = "گروه قالب";
$l['template_set_desc'] = "گروه قالبی که پوسته از آن استفاده خواهد کرد را انتخاب کنید. گروه قالب انتخاب شده در بر گیرنده‌ی کد‌های HTML است که این پوسته بر روی آن قرار می‌گیرد.";
$l['editor_theme'] = "استایل ویرایشگر";
$l['editor_theme_desc'] = "استایل ویرایشگرِ MyCode این پوسته را انتخاب کنید. استایل‌های ویرایشگر در مسیر <strong>jscripts/editor_themes</strong> قرار دارند.";
$l['img_directory'] = "آدرس مسیر تصویر‌های قالب";
$l['img_directory_desc'] = "مسیری که تصاویر این قالب درون آن قرار دارند را انتخاب کنید. توجه کنید که این عکس‌ها، عکس‌هایی هستند که در قالب‌ها (تمپلیت‌ها) استفاده شده‌ی‌اند نه در قالب بندی‌ها!";
$l['logo'] = "تصویر (لوگوی) انجمن";
$l['logo_desc'] = "مکان تصویر مورد استفاده‌ی این پوسته را مشخص کنید. (این تصویر عکسی است که در بالای هر صفحه از انجمن قرار می‌گیرد)";
$l['table_spacing'] = "فاصله‌ی گذاری جدول";
$l['table_spacing_desc'] = "فاصله‌ی بین دو سلول در جدول در واحد پیکسل. این یک ویژگی HTML‌ی به نام <em>cellspacing</em> از تگ <em>table</em> می‌باشد.";
$l['inner_border'] = "عرض Border درونی جدول";
$l['inner_border_desc'] = "فاصله‌ی بین هر سلول جدول در واحد پیکسل . این یک ویژگی HTML‌ی به نام <em>cellspacing</em> از تگ <em>table</em> می‌باشد .";
$l['save_theme_properties'] = "ذخیره‌ی مشخصات پوسته";
$l['save_stylesheet_order'] = "ذخیره‌ی ترتیب شیوه‌نامه‌ها";

$l['background'] = "پس زمینه (Background)";
$l['extra_css_atribs'] = "اختصاص دادن CSS‌های بیش‌تر";
$l['color'] = "رنگ";
$l['width'] = "عرض";
$l['text_decoration'] = "آرایش متن";
$l['font_family'] = "خانواده‌ی فونت (قلم)";
$l['font_size'] = "اندازه‌ی فونت (قلم)";
$l['font_style'] = "سبک فونت (قلم)";
$l['font_weight'] = "بزرگی فونت (قلم)";

$l['stylesheets'] = "قالب بندی";
$l['inherited_from'] = "وراثت از";
$l['attached_to'] = "پیوست شده به";
$l['attached_to_nothing'] = "به هیچ چیزی پیوست نشده است.";
$l['attached_to_desc'] = "شما می‌توانید قالب بندی‌ها را به صورت کلی یا به فایل‌های انتخابی پیوست کنید. اگر آن‌ها را در فایل‌های انتخابی پیوست کنید می‌توانید آن‌ها را به اعمال مورد نظر درون هر فایل پیوست کنید.";
$l['actions'] = "اعمال";
$l['of'] = "از فایل";
$l['attached_to_all_pages'] = "پیوست شده به همه‌ی صفحه‌ها";
$l['properties'] = "ویژگی‌ها";
$l['edit_style'] = "ویرایش سبک";
$l['stylesheets_in'] = "قالب بندی‌های درون";
$l['stylesheet_properties'] = "ویژگی‌های قالب بندی {1}";
$l['stylesheet_inherited_default'] = "این قالب بندی در حال حاضر از {1} وراثت دارد. هر گونه تغییری که شما ایجاد کنید ممکن است وراثت را از بین ببرد، و قالب بندی به این پوسته‌ی کپی خواهد شد.";
$l['stylesheet_inherited'] = "این قالب بندی در حال حاضر از {1} وراثت دارد. هر گونه تغییری که شما ایجاد کنید ممکن است وراثت را از بین ببرد، و قالب بندی به این پوسته‌ی کپی خواهد شد. برای حفظ وراثت این قالب بندی را در {1} ویرایش کنید.";
$l['globally'] = "کلی";
$l['specific_files'] = "فایل‌های انتخاب شده";
$l['specific_actions'] = "اعمال انتخاب شده";
$l['specific_actions_desc'] = "اعمال به وسیله‌ی کاما از یک دیگر متمایز می‌شوند.";
$l['file'] = "فایل";
$l['add_another'] = "افزودن فایل دیگر";
$l['edit_stylesheet_properties_for'] = "ویرای مشخصات قالب بندی برای فایل";
$l['file_name'] = "نام فایل";
$l['file_name_desc'] = "نام قالب بندی، معمولا با <strong>[.css]</strong> پایان می‌پذیرد.";
$l['save_stylesheet_properties'] = "ذخیره‌ی مشخصات قالب بندی";
$l['saved'] = "ذخیره شده";
$l['editing'] = "ویرایش";
$l['selector'] = "انتخاب کننده";
$l['save_changes'] = "ذخیره‌ی تغییرات";
$l['save_changes_and_close'] = "ذخیره‌ی تغییرات و بستن";
$l['save_changes_js'] = "آیا می‌خواهید ابتدا تغییرات خود را ذخیره کنید؟";
$l['delete_confirm_js'] = "آیا مطمئن هستید که می‌خواهید این را پاک کنید؟";
$l['import_stylesheet_from'] = "وارد کردن از قالب بندی دیگری به این پوسته";
$l['write_own'] = "محتویات مرا بنویس";
$l['save_stylesheet'] = "ذخیره‌ی قالب بندی";
$l['add_stylesheet_to'] = "افزودن قالب بندی به";

$l['full_stylesheet_for'] = "قالب بندی کامل برای";

$l['recommended_themes_for_mybb'] = "پوسته‌های پیشنهادی برای MyBB {1}";
$l['browse_results_for_mybb'] = "نتایج مرور برای MyBB {1}";
$l['search_for_themes'] = "جستجو برای پوسته";
$l['search'] = "جستجو";
$l['download'] = "دریافت";
$l['created_by'] = "نویسنده";

$l['error_invalid_stylesheet'] = "شما یک قالب بندی نامعتبر را انتخاب کرده‌اید.";
$l['error_invalid_theme'] = "شما یک پوسته‌ی نامعتبر را انتخاب کرده‌اید.";
$l['error_missing_name'] = "لطفاً  نا‌‌برای این پوسته‌ی وارد کنید.";
$l['error_missing_url'] = "لطفاً یک لینک معتبر را برای وارد کردن پوسته از آن انتخاب کنید.";
$l['error_theme_already_exists'] = "یک پوسته با همین نام وجود دارد. لطفاً یک نام دیگر برای این پوسته وارد نمایید.";
$l['error_theme_security_problem'] = "به دلیل وجود یک مشکل امنیتی در پوسته، امکان وارد کردن آن وجود ندارد. لطفاً برای پشتیبانی با نویسنده‌ی پوسته‌ی یا گروه MyBB تماس بگیرید.";

$l['error_local_file'] = "نمی‌توان فایل محلی را باز کرد. آیا از وجود این فایل اطمینان دارید؟ لطفاً بررسی کرده و دوباره امتحان کنید.";
$l['error_uploadfailed'] = "آپلود انجام نشد. لطفاً دوباره تلاش کنید.";
$l['error_uploadfailed_detail'] = "جزییات خطا:  ";
$l['error_uploadfailed_php1'] = "php برگشت خورد:  حجم فایل بارگذاری شده بیش از مقدار مورد نظر در دستور upload_max_filesize در فایل php.ini می‌باشد.  لطفاً با مدیر سرور در مورد این خطا تماس بگیرید.";
$l['error_uploadfailed_php2'] = "اندازه‌ی فایل آپلود شده بیش از حد مجاز است.";
$l['error_uploadfailed_php3'] = "فایل به طور کامل آپلود نشد.";
$l['error_uploadfailed_php4'] = "هیچ فایلی آپلود نشد.";
$l['error_uploadfailed_php6'] = "php برگشت خورد:  یک مسیر وجود ندارد. لطفاً با مدیر سرور در مورد این خطا تماس بگیرید.";
$l['error_uploadfailed_php7'] = "php برگشت خورد:  قادر به نوشتن پرونده به روی دیسک نیست. لطفاً با مدیر سرور در مورد این خطا تماس بگیرید.";
$l['error_uploadfailed_phpx'] = "php برگشت خورد (کد خطا):  {1}. لطفاً با مدیر سرور در مورد این خطا تماس بگیرید.";
$l['error_uploadfailed_lost'] = "فایل مورد نظر روی سرور یافت نشد.";
$l['error_uploadfailed_nocontents'] = "MyBB نتوانست پوسته‌ای درون فایل آپلود شده بیابد. لطفاً از این که فایل سالم است و مشکلی ندارد اطمینان حاصل فرمایید.";
$l['error_invalid_version'] = "این پوسته برای نسخه‌ی دیگری از MyBB نوشته شده است. برای فراموش کردن این اخطار گزینه‌ی \"تطبیق نسخه را نا‌دیده‌ی بگیر\" را تیک بزنید.";
$l['error_missing_stylesheet_name'] = "لطفاً  نا‌‌ برای این قالب بندی وارد کنید.";
$l['error_missing_stylesheet_extension'] = "این stylesheet باید با پس‌وند درست پایان یابد، برای نمونه، {1}<em>.css</em>";
$l['error_invalid_parent_theme'] = "پوسته‌ی مادرِ انتخاب شده وجود ندارد. لطفاً یک پوسته‌ی مادر معتبر انتخاب کنید.";
$l['error_invalid_templateset'] = "گروه قالب انتخاب شده وجود ندارد. لطفاً یک گروه قالب معتبر را انتخاب کنید.";
$l['error_invalid_editortheme'] = "پوسته‌ی ویرایشگرِ انتخاب شده وجود ندارد. لطفاً یک پوسته‌ی ویرایشگر معتبر را انتخاب کنید.";
$l['error_inheriting_stylesheets'] = "شما نمی‌توانید این پوسته را حذف کنید زیرا هنوز پوسته‌های دیگری وجود دارند که در حال وراثت از قالب بندی‌های این پوسته می‌باشند.";
$l['error_cannot_parse'] = "MyBB نمی‌تواند این قالب بندی را در ویرایشگر حالت ساده‌ی ویرایش کند. این قالب بندی تنها می‌تواند در حالت پیشرفته‌ی ویرایشگر ویرایش شود.";
$l['error_communication_problem'] = "یک مشکل در ارتباط با سرور پوسته‌های MyBB رخ داده است. لطفاً چند دقیقه‌ی دیگر دوباره تلاش کنید.";
$l['error_no_results_found'] = "نتایجی برای عبارت وارد شده یافت نشد.";
$l['error_no_color_picked'] = "شما هیچ رنگی را برای پیوست این شیوه‌نامه به آن انتخاب نکرده‌اید.";
$l['error_no_display_order'] = "خطایی در یافتن ترتیب نمایش شیوه‌نامه‌ها وجود دارد. لطفاً صفحه را دوباره بارگذاری کنید.";

$l['success_duplicated_theme'] = "نسخه برداری از پوسته‌ی مورد نظر با موفقیت انجام شد.";
$l['success_imported_theme'] = "پوسته‌ی انتخاب شده با موفقیت وارد شد.";
$l['success_theme_created'] = "پوسته با موفقیت ساخته شد.";
$l['success_theme_deleted'] = "پوسته‌ی انتخاب شده با موفقیت حذف شد.";
$l['success_stylesheet_properties_updated'] = "مشخصات قالب بندی انتخاب شده با موفقیت به‌روز‌رسانی شد.";
$l['success_stylesheet_updated'] = "قالب بندی انتخاب شده با موفقیت به‌روز‌رسانی شد.";
$l['success_stylesheet_deleted'] = "قالب بندی انتخاب شده با موفقیت حذف / بازگردانی شد.";
$l['success_theme_set_default'] = "پوسته‌ی انتخاب شده هم اکنون پوسته‌ی پیش‌فرض انجمن شماست.";
$l['success_theme_forced'] = "همه‌ی کاربران مجبور به استفاده از این پوسته شدند.";
$l['success_theme_properties_updated'] = "مشخصات پوسته‌ی انتخابی با موفقیت به‌روز‌رسانی شد.";
$l['success_stylesheet_added'] = "قالب بندی مورد برای این پوسته با موفقیت ساخته شد.";
$l['success_stylesheet_order_updated'] = "ترتیب نمایش شیوه‌نامه‌ها با موفقیت به‌روزرسانی شد.";

$l['confirm_theme_deletion'] = "آیا مطمئن هستید که می‌خواهید این پوسته را حذف کنید؟";
$l['confirm_stylesheet_deletion'] = "آیا مطمئن هستید که می‌خواهید این قالب بندی را حذف / بازگردانی کنید؟";
$l['confirm_theme_forced'] = "آیا مطمئن هستید که می‌خواهید همه‌ی کاربران را مجبور به استفاده از این پوسته کنید؟";

$l['theme_info_fetch_error'] = 'خطایی در دریافت اطلاعات پوسته وجود دارد.';
$l['theme_info_save_error'] = 'خطایی در ذخیره‌سازی اطلاعات پوسته وجود دارد.';

$l['saving'] = 'درحال ذخیره‌سازی...';

