<?php
/**
 * MyBB 1.8.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['task_manager'] = "مدیریت وظایف";
$l['add_new_task'] = "افزودن وظیفه‌ی جدید‌";
$l['add_new_task_desc'] = "در این صفحه می‌توانید وظایف برنامه‌ریزی شده‌ای که به صورت خودکار اجرا می‌شوند را به انجمن خود اضافه کنید.";
$l['edit_task'] = "ویرایش وظیفه";
$l['edit_task_desc'] = "در این بخش می‌توانید تنظیمات این وظیفه‌ی برنامه‌ریزی شده را ویرایش کنید.";
$l['task_logs'] = "وقایع ثبت شده‌ی سیستم وظایف";
$l['view_task_logs'] = "مشاهده‌ی وقایع ثبت شده‌ی سیستم وظایف";
$l['view_task_logs_desc'] = "هنگامی که یک وظیفه‌ی اجرا می‌شود، تمامی وقایع و نتایج و خطا‌های مربوط به آن، در این قسمت ذخیره می‌شوند و وقایعی که بیش از 30 روز از تاریخ ثبت آن‌ها بگذرد، به طور خودکار حذف خواهند شد.";
$l['scheduled_tasks'] = "وظایف برنامه‌ریزی شده";
$l['scheduled_tasks_desc'] = "در این بخش می‌توانید وظایفی که به طور خودکار بر روی انجمن شما اجرا می‌شوند را مشاهده کنید. برای اجرای یک وظیفه برروی نماد سمت چپ وظیفه کلیک کنید.";

$l['title'] = "عنوان";
$l['short_description'] = "توضیح کوتاه";
$l['task_file'] = "فایل وظیفه";
$l['task_file_desc'] = "فایلی که دستورات مربوط به وظیفه‌ی مورد نظر در آن قرار دارند و وظایف از روی آن اجرا می‌شوند.";
$l['time_minutes'] = "زمان:  دقیقه";
$l['time_minutes_desc'] = "دقایقی که می‌خواهید این وظیفه در آن‌ها اجرا شود را با کاما (,) متمایز کنید(0-59). اگر می‌خواهید هر دقیقه اجرا شود '*' را وارد کنید.";
$l['time_hours'] = "زمان:  ساعت";
$l['time_hours_desc'] = "ساعاتی که می‌خواهید این وظیفه در آن‌ها اجرا شود را با کاما (,) متمایز کنید(0-23). اگر می‌خواهید هر ساعت اجرا شود '*' را وارد کنید.";
$l['time_days_of_month'] = "زمان:  روز‌های ماه";
$l['time_days_of_month_desc'] = "روز‌هایی که می‌خواهید این وظیفه در آن‌ها اجرا شود را با کاما (,) متمایز کنید(1-31). اگر می‌خواهید هر روز اجرا شود '*' را وارد کنید. در غیر این صورت روز‌های مورد نظر را از فهرست بعدی انتخاب کنید.";
$l['every_weekday'] = "هر روز هفته";
$l['sunday'] = "یکشنبه";
$l['monday'] = "دوشنبه";
$l['tuesday'] = "سه‌شنبه";
$l['wednesday'] = "چهارشنبه";
$l['thursday'] = "پنجشنبه";
$l['friday'] = "آدینه (جمعه)";
$l['saturday'] = "شنبه";
$l['time_weekdays'] = "زمان:  روز‌های هفته";
$l['time_weekdays_desc'] = "روز‌هایی که می‌خواهید این وظیفه در آن روز‌ها اجرا شود را انتخاب کنید. برای انتخاب چندین روز کلید CTRL را نگه داشته و روز‌های مورد نظر را انتخاب کنید. برای اجرا این وظیفه در همه‌ی روز‌های هفته، گزینه‌ی \"هر روز هفته\" را انتخاب کنید.";
$l['every_month'] = "هر ماه";
$l['time_months'] = "زمان:  ماه";
$l['time_months_desc'] = "ماه‌هایی که می‌خواهید این وظیفه در آن ماه‌ها اجرا شود را انتخاب کنید. برای انتخاب چندین ماه کلید CTRL را نگه داشته و ماه‌های مورد نظر را انتخاب کنید. برای اجرا این وظیفه در همه‌ی ماه‌ها، گزینه‌ی \"هر ماه\" را انتخاب کنید.";
$l['enabled'] = "وظیفه فعال باشد؟";
$l['enable_logging'] = "فعال سازی ثبت وقایع برای این وظیفه؟";
$l['save_task'] = "ذخیره‌ی وظیفه";
$l['task'] = "وظیفه";
$l['date'] = "تاریخ";
$l['data'] = "اطلاعات";
$l['no_task_logs'] = "در حال حاضر هیچ وقایع ثبت شده‌ای برای وظیفه‌ی وجود ندارد.";
$l['next_run'] = "اجرا بعدی";
$l['run_task_now'] = "این وظیفه الآن اجرا شود";
$l['disable_task'] = "غیرفعال سازی وظیفه";
$l['run_task'] = "اجرای وظیفه";
$l['enable_task'] = "فعال سازی وظیفه";
$l['delete_task'] = "حذف وظیفه";

$l['error_invalid_task'] = "وظیفه‌ی انتخاب شده وجود ندارد.";
$l['error_missing_title'] = "شما عنوانی برای این وظیفه‌ی برنامه‌ریزی شده وارد نکرده‌اید.";
$l['error_missing_description'] = "شما هیچ توضیحی برای این وظیفه وارد نکرده‌اید.";
$l['error_invalid_task_file'] = "فایل وظیفه‌ی انتخاب شده وجود ندارد.";
$l['error_invalid_minute'] = "دقیقه‌ای که وارد کرده‌اید نامعتبر است.";
$l['error_invalid_hour'] = "ساعتی که وارد کرده‌اید نامعتبر است.";
$l['error_invalid_day'] = "روزی که انتخاب کرده‌اید نامعتبر است.";
$l['error_invalid_weekday'] = "روزی که انتخاب کرده‌اید نامعتبر است.";
$l['error_invalid_month'] = "ماهی که انتخاب کرده‌اید نامعتبر است.";

$l['success_task_created'] = "وظیفه‌ی مورد نظر با موفقیت ایجاد شد.";
$l['success_task_updated'] = "وظیفه‌ی مورد نظر با موفقیت به‌روز‌رسانی شد.";
$l['success_task_deleted'] = "وظیفه‌ی مورد نظر انتخاب شده با موفقیت حذف شد.";
$l['success_task_enabled'] = "وظیفه‌ی مورد نظر انتخاب شده با موفقیت فعال شد.";
$l['success_task_disabled'] = "وظیفه‌ی مورد نظر انتخاب شده با موفقیت غیرفعال شد.";
$l['success_task_run'] = "وظیفه‌ی مورد نظر انتخاب شده با موفقیت اجرا شد.";

$l['confirm_task_deletion'] = "آیا مطمئن هستید که می‌خواهید این وظیفه را حذف کنید؟";
$l['confirm_task_enable'] = "<strong>هشدار: </strong> شما باید تنها وظیفه‌ای را فعال کنید که به وسیله‌ی یک cron منظور شود. برای اطلاعات بیش‌تر <a href=\"http://docs.mybb.com/Help-Task_System.html\" target=\"_blank\">MyBB Docs</a> را مطالعه کنید. ادامه؟";
$l['no_tasks'] = "درحال حاضر، هیچ وظیفه‌ای در انجمن شما وجود ندارد.";

