<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['spam_logs']       = 'وقایع ثبت شده‌ی مربوط به سیستم ضد اسپم';
$l['spam_logs_desc']  = 'این بخش شما را قادر می‌سازد که تاریخچه‌ی کاربرانی که توسط سیستم ضد اسپم از دسترسی به انجمن بازمانده‌اند را مشاهده کنید.';
$l['prune_spam_logs']       = 'هرس کردن وقایع ثبت شده در سیستم ضد اسپم';
$l['prune_spam_logs_desc']  = 'در این‌جا می‌توانید وقایع ثبت شده‌ی مربوط به سیستم ضد اسپم را با معیارهای انتخابی خود، هرس (حذف) کنید.';
$l['spam_username']   = 'نام کاربری';
$l['spam_email']      = 'آدرس ایمیل';
$l['spam_ip']         = 'آدرس IP';
$l['spam_date']       = 'تاریخ';
$l['spam_confidence'] = 'اطمینان از اسپم بودن';
$l['no_spam_logs'] = 'در حال حاضر، هیچ کاربری توسط سیستم ضد اسپم دفع نشده است.';
$l['success_pruned_spam_logs'] = 'وقایع ثبت شده‌ی مورد نظر با موفقیت هرس شدند.';
$l['note_logs_locked'] = 'بنا به دلایل امنیتی، امکان حذف وقایعی که در کم‌تر از 24 ساعت گذشته ثبت شده‌اند وجود ندارد.';
$l['all_usernames'] = 'همه‌ی نام‌های کاربری';
$l['all_emails'] = ' همه‌ی آدرس‌های ایمیل';
$l['date_range'] = "بازه‌ی زمانی:";
$l['days'] = "روز";
$l['filter_spam_logs'] = 'پالایش وقایع ثبت شده';
$l['asc'] = "صعودی";
$l['desc'] = "نزولی";

$l['in'] = "در";
$l['order'] = "حالت";
$l['sort_by'] = "چیدمان بر پایه‌ی";
$l['results_per_page'] = "تعداد نتایج در هر صفحه";
