<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['database_backups'] = "پشتیبان‌گیری از بانک اطلاعاتی";
$l['database_backups_desc'] = "در این بخش شما فهرستی از فایل‌های پشتیبان بانک اطلاعاتی انجمن خود، که آن‌ها را بر روی سرور انجمن و در مسیر فایل‌های پشتیبان MyBB ذخیره کرده‌اید، مشاهده می‌کنید.";
$l['new_database_backup'] = "پشتیبان‌گیری جدید‌ از بانک اطلاعاتی";
$l['new_backup'] = "پشتیبان‌گیری جدید‌";
$l['new_backup_desc'] = "در این صفحه می‌توانید از بانک اطلاعاتی انجمن خود، فایل پشتیبان تهیه کنید.";
$l['backups'] = "فایل‌های پشتیبان";
$l['existing_database_backups'] = "فایل‌های پشتیبان موجود";

$l['backup_saved_to'] = "این فایل پشتیبان ذخیره شده در: ";
$l['download'] = "دریافت فایل پشتیبان (دانلود)";
$l['table_selection'] = "انتخاب جدول";
$l['backup_options'] = "گزینه‌های پشتیبان‌گیری";
$l['table_select_desc'] = "شما باید جدول‌های بانک اطلاعاتی‌ای را که می‌خواهید از آن‌ها پشتیبان‌گیری کنید، انتخاب نمایید. به منظور انتخاب چندین جدول، کلید CTRL را نگه داشته و جدول‌های مورد نظر خود را انتخاب کنید.";
$l['select_all'] = "انتخاب همه‌ی جدول‌ها";
$l['deselect_all'] = "از گزینش خارج کردن جدول‌های انتخاب شده";
$l['select_forum_tables'] = "انتخاب جدول‌های انجمن";
$l['file_type'] = "نوع فایل پشتیبان";
$l['file_type_desc'] = "نوع فایل پشتیبان به چه شکل باشد؟";
$l['gzip_compressed'] = "GZIP (فایل فشرده)";
$l['plain_text'] = "Plain Text (فایل متنی)";
$l['save_method'] = "روش ذخیره‌ی فایل پشتیبان";
$l['save_method_desc'] = "روشی که می‌خواهید فایل پشتیبان به آن نوع ذخیره شود را انتخاب کنید.";
$l['backup_directory'] = "ذخیره در مسیر فایل‌های پشتیبان بر روی سرور";
$l['backup_contents'] = "محتویات فایل پشتیبان";
$l['backup_contents_desc'] = "فایل پشتیبان حاوی چه اطلاعاتی باشد؟";
$l['structure_and_data'] = "ساختمان و داده‌های بانک اطلاعاتی";
$l['structure_only'] = "تنها ساختمان بانک اطلاعاتی";
$l['data_only'] = "تنها داده‌های بانک اطلاعاتی";
$l['analyze_and_optimize'] = "تجزیه و تحلیل و بهینه‌سازی جدول‌های انتخاب شده؟";
$l['analyze_and_optimize_desc'] = "آیا می‌خواهید جدول‌های انتخاب شده در حین پشتیبان‌گیری تجزیه و تحلیل و بهینه‌سازی شوند؟";
$l['perform_backup'] = "تهیه‌ی نسخه‌ی پشتیبان";
$l['backup_filename'] = "نام فایل پشتیبان";
$l['file_size'] = "اندازه‌ی فایل";
$l['creation_date'] = "تاریخ ایجاد";
$l['no_backups'] = "در حال حاضر، هیچ فایل پشتیبانی در انجمن شما وجود ندارد.";

$l['error_file_not_specified'] = "شما فایل پشتیبانی برای دریافت مشخص نکرده‌اید.";
$l['error_invalid_backup'] = "فایل پشتیبان انتخاب شده نامعتبر است و یا وجود ندارد.";
$l['error_backup_doesnt_exist'] = "فایل پشتیبان انتخاب شده وجود ندارد.";
$l['error_backup_not_deleted'] = "فایل پشتیبان حذف نشد.";
$l['error_tables_not_selected'] = "شما هیچ جدولی را برای گرفتن فایل پشتیبان انتخاب نکرده‌اید.";
$l['error_no_zlib'] = "The zlib library برای فایل php فعال نمی‌باشد. شما نمی‌توانید از روش GZIP فایل پشتیبان بگیرید.";

$l['alert_not_writable'] = "مسیر فایل‌های پشتیبان شما قابل نوشتن نیست. شما نمی‌توانید فایل پشتیبان را بر روی سرور ذخیره کنید.";

$l['confirm_backup_deletion'] = "آیا مطمئن هستید که می‌خواهید این فایل پشتیبان را حذف کنید؟";

$l['success_backup_deleted'] = "فایل پشتیبان با موفقیت حذف شد.";
$l['success_backup_created'] = "فایل پشتیبان با موفقیت ایجاد شد.";

