<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */
 
$l['file_verification'] = "تأیید فایل";
$l['checking'] = "بررسی...";
$l['file_verification_message'] = "این پردازش تمامی فایل‌های پیش‌فرض MyBB را برای ارزیابیِ اعتبار بررسی می‌کند. برای ادامه‌ی روی بله کلیک کنید.<br /> <small>لطفاً توجه کنید، این پردازش نمی‌تواند بین تغییرات اختیاری و خرابی‌های حقیقی در فایل‌ها تفاوتی قائل شود. بنابراین شما باید در بازگرداندن فایل‌ها احتیاط کنید. این پردازش فایل‌های \"خراب\" را به شکل درست آن‌ها بازمی‌گرداند.</small>";

$l['error_communication'] = "مشکلی در ارتباط با سرور MyBB به‌وجود آمد. لطفاً چند دقیقه‌ی دیگر تلاش کنید.";
$l['file'] = "فایل";
$l['no_corrupt_files_found'] = "تبریک! فایل فاسدی در بین فایل‌های شما یافت نشد.";
$l['found_problems'] = "مشکلات یافت شده";
$l['no_problems_found'] = "هیچ‌گونه مشکلی یافت نشد";
$l['changed'] = "تغییر یافته";
$l['missing'] = "گم شده";
$l['status'] = "آمار";

