<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['recount_rebuild'] = "بازشمارش و بازسازی";
$l['recount_rebuild_desc'] = "در این بخش می‌توانید داده‌های موجود در انجمن را به منظور رفع هرگونه مغایرت با مقدار واقعی و یا وجود هرگونه مشکل، بازسازی و بازشمارش کنید.";

$l['data_per_page'] = "اطلاعات درون هر صفحه";
$l['recount_stats'] = "بازشمارش آمار";
$l['recount_stats_desc'] = "این گزینه آمار صفحه‌ی اصلی انجمن و سایر صفحه‌های آماری را به‌روز‌رسانی و بازشمارش می‌کند.";
$l['recount_reputation'] = "بازشمارش اعتبارها";
$l['recount_reputation_desc'] = "این گزینه اعتبار هر کاربر را بازشمارش می‌کند.";
$l['recount_warning'] = "بازشمارش میزان اخطارها";
$l['recount_warning_desc'] = "این گزینه میزان اخطارهای فعال هر کاربر را بازشمارش می‌کند.";
$l['recount_private_messages'] = "بازشمارش پیام‌های خصوصی";
$l['recount_private_messages_desc'] = "این گزینه تعداد پیام‌های خصوصی هر کاربر را بازشمارش می‌کند.";
$l['recount_referrals'] = "بازشمارش تعداد معرفی‌ها";
$l['recount_referrals_desc'] = "این گزینه تعداد کاربران معرفی شده توسط هر کاربر را بازشمارش می‌کند.";
$l['recount_thread_ratings'] = "بازشمارش امتیازات موضوع";
$l['recount_thread_ratings_desc'] = "این گزینه امتیازات هر موضوع را بازشمارش می‌کند.";
$l['rebuild_forum_counters'] = "بازسازی شمارنده‌های انجمن";
$l['rebuild_forum_counters_desc'] = "اگر این گزینه اجرا شود، شمارند‌های ارسال‌ها/موضوعات و آخرین ارسال هر انجمن به‌روز‌رسانی شده و به مقدار صحیح خود تبدیل می‌شود.";
$l['rebuild_thread_counters'] = "بازسازی شمارنده‌های موضوع";
$l['rebuild_thread_counters_desc'] = "اگر این گزینه اجرا شود، شمارند‌های ارسال‌ها/بازدید‌ها و آخرین ارسال هر موضوع به‌روز‌رسانی شده و به مقدار صحیح خود تبدیل می‌شود.";
$l['rebuild_poll_counters'] = "بازشمارش شمارنده‌ی نظرسنجی";
$l['rebuild_poll_counters_desc'] = "هنگامی که این گزینه اجرا شود، تعداد آرای هر گزینه و تعداد آرای کلنظرسنجی‌ها بازشمارش می‌شوند تا میزان دقیق را نشان دهند.";
$l['recount_user_posts'] = "بازشمارش تعداد ارسال‌های کاربر";
$l['recount_user_posts_desc'] = "اگر این گزینه اجرا شود، تعداد ارسال‌های هر کاربر به‌روز‌رسانی شده و به مقدار درستی که بر اساس تعداد ارسال‌های هر کاربر بر روی بانک اطلاعاتی می‌باشد و با در نظر گرفتن انجمن‌هایی که تعداد ارسال‌های کاربر در آن‌ها شمارش نمی‌شود، تبدیل می‌شود.";
$l['recount_user_threads'] = "بازشمارش تعداد موضوعات کاربر";
$l['recount_user_threads_desc'] = "اگر این گزینه اجرا شود، تعداد موضوعات هر کاربر به‌روز‌رسانی شده و به مقدار درستی که بر اساس تعداد موضوعات هر کاربر بر روی بانک اطلاعاتی می‌باشد و با در نظر گرفتن انجمن‌هایی که تعداد موضوعات کاربر در آن‌ها شمارش نمی‌شود، تبدیل می‌شود."; //  M    Y    B    B    I    R    A    N
$l['rebuild_attachment_thumbs'] = "بازسازی بندانگشتی‌های پیوست";
$l['rebuild_attachment_thumbs_desc'] = "این گزینه بند انگشتی‌ها را برای اطمینان از عرض و طول مجاز آن‌ها بررسی می‌کند و همچنین بد انگشتی‌های گم شده را بازسازی می‌کند.";

$l['success_rebuilt_forum_counters'] = "شمارنده‌های انجمن با موفقیت بازسازی شدند.";
$l['success_rebuilt_thread_counters'] = "شمارنده‌های موضوعات با موفقیت بازسازی شدند.";
$l['success_rebuilt_poll_counters'] = "شمارنده‌های نظرسنجی با موفقیت بازسازی شدند.";
$l['success_rebuilt_user_post_counters'] = "تعداد ارسال‌های کاربر با موفقیت بازشمارش شد.";
$l['success_rebuilt_user_thread_counters'] = "تعداد موضوعات کاربر با موفقیت بازشمارش شد.";
$l['success_rebuilt_attachment_thumbnails'] = "بند انگشتی‌ها با موفقیت بازسازی شدند.";
$l['success_rebuilt_forum_stats'] = "آمار انجمن با موفقیت بازسازی شد.";
$l['success_rebuilt_reputation'] = "اعتبار کاربر با موفقیت بازسازی شد.";
$l['success_rebuilt_warning'] = "میزان اخطارهای کاربر با موفقیت بازسازی شد.";
$l['success_rebuilt_private_messages'] = "تعداد پیام‌های خصوصی کاربر با موفقیت بازشمارش شد.";
$l['success_rebuilt_referral'] = "تعداد کاربران معرفی شده توسط کاربر با موفقیت بازشمارش شد.";
$l['success_rebuilt_thread_ratings'] = "امتیازات موضوع با موفقیت بازشمارش شد.";

$l['confirm_proceed_rebuild'] = "کلید \"تأیید\" را برای ادامه‌ی عملیات بازشمارش و بازسازی بزنید.";
$l['automatically_redirecting'] = "تغییر مسیر خودکار...";

