<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */


$l['mod_logs'] = "کار‌های ثبت شده‌ی‌ ناظم";
$l['mod_logs_desc'] = "در این بخش می‌توانید کارهای انجام شده توسط ناظم‌های انجمن خود را مشاهده، هرس و در آن‌ها جستجو کنید. این وقایع ثبت شده شامل تمامی اعمالی که کاربر بر روی ارسال‌های خود انجام داده است (مانند حذف ارسال/موضوع خود) و همچنین همه‌ی کار‌های انجام شده توسط ناظم می‌باشد.";
$l['prune_mod_logs'] = "هرس کردن کار‌های ناظم";
$l['prune_mod_logs_desc'] = "در این بخش می‌توانید کار‌های ثبت شده‌ی‌ ناظم‌های انجمن را با معیارهای انتخابی هرس (حذف) کنید.";

$l['no_modlogs'] = "با معیار‌های انتخاب شده، هیچ نتیجه‌ای یافت نشد.";

$l['username'] = "نام کاربری";
$l['date'] = "تاریخ";
$l['action'] = "عمل";
$l['information'] = "اطلاعات";
$l['ipaddress'] = "آدرس IP";

$l['forum'] = "انجمن: ";
$l['thread'] = "موضوع: ";
$l['post'] = "ارسال: ";
$l['user_info'] = "کاربر: ";
$l['announcement'] = "اطلاعیه:";

$l['filter_moderator_logs'] = "پالایش کردن کار‌های ثبت شده‌ی‌ ناظم";
$l['forum_moderator'] = "مدیر انجمن: ";
$l['sort_by'] = "چیدمان بر پایه‌ی: ";
$l['results_per_page'] = "تعداد نتایج در هر صفحه: ";
$l['all_moderators'] = "تمامی مدیر‌ها";
$l['older_than'] = "قدیمی‌تر از";

$l['forum_name'] = "نام انجمن";
$l['thread_subject'] = "عنوان موضوع";

$l['asc'] = "صعودی";
$l['desc'] = "نزولی";

$l['in'] = "در حالت";
$l['order'] = "ترتیب";
$l['days'] = "روز";

$l['prune_moderator_logs'] = "هرس کردن کار‌های ناظم";
$l['date_range'] = "بازه‌ی زمانی: ";

$l['success_pruned_mod_logs'] = "کار‌های ناظم با موفقیت هرس شدند.";
$l['note_logs_locked'] = "به دلیل مسائل امنیتی، امکان هرس کردن وقایعی که در 24 ساعت گذشته ثبت شده‌اند وجود ندارد.";

