<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['admin_permissions'] = "دسترسی‌های مدیر";
$l['user_permissions'] = "دسترسی‌های کاربر";
$l['user_permissions_desc'] = "در این بخش می‌توانید دسترسی‌های مدیران در کنترل پنل مدیرکل را تعیین کنید. این قابلیت به شما این امکان را می‌دهد که برخی از مدیران را از دسترسی به بخش‌های مورد نظر کنترل پنل مدیرکل محروم کنید.";
$l['group_permissions'] = "دسترسی‌های گروه";
$l['group_permissions_desc'] = "دسترسی‌های مدیریت همچنین برای گروه‌های کاربری‌ای که به کنترل پنل مدیرکل دسترسی دارند تعیین می‌شود. شما با استفاده از این ابزار می‌توانید تمامی گروه‌ها و کاربرانی که به کنترل پنل مدیرکل دسترسی دارند را از برخی از بخش‌های این پنل محروم کنید.";
$l['default_permissions'] = "دسترسی‌های پیش‌فرض";
$l['default_permissions_desc'] = "دسترسی‌های پیش‌فرض مدیریت برای کاربرانی قرار می‌گیرد که سطح دسترسی آن‌ها توسط مدیر تغییر نکرده است و یا در گروهی که سطح دسترسی مدیریت آن‌ها تغییر کرده باشد نیستند.";

$l['admin_permissions_updated'] = "دسترسی‌های مدیریت با موفقیت به‌روز‌رسانی شد.";
$l['revoke_permissions'] = "لغو دسترسی‌ها";
$l['edit_permissions'] = "ویرایش دسترسی‌ها";
$l['set_permissions'] = "تنظیم سطح دسترسی‌ها";
$l['edit_permissions_desc'] = "در این جا می‌توانید دسترسی‌های مدیر مورد نظر را به کل بخش‌ها یا صفحه‌های مورد نظر قطع کنید. ولی توجه کنید که صفحه‌ی اصلی کنترل پنل مدیر برای همه‌ی مدیر‌ها به نمایش در می‌آید!";
$l['update_permissions'] = "به‌روز‌رسانی دسترسی‌ها";
$l['view_log'] = "مشاهده‌ی وقایع ثبت شده";
$l['permissions_type_group'] = "نوع دسترسی گروه";
$l['permissions_type_user'] = "نوع دسترسی کاربر";
$l['no_group_perms'] = "در حال حاضر دسترسی‌های گروهی تنظیم نشده است.";
$l['no_user_perms'] = "در حال حاضر دسترسی‌های کاربری تنظیم نشده است.";
$l['edit_user'] = "ویرایش پروفایل کاربر";
$l['using_individual_perms'] = "در حال استفاده از دسترسی‌های فردی";
$l['using_custom_perms'] = "در حال استفاده از دسترسی‌های اختیاری";
$l['using_group_perms'] = "در حال استفاده از دسترسی‌های گروهی";
$l['using_default_perms'] = "در حال استفاده از دسترسی‌های پیش‌فرض";
$l['last_active'] = "آخرین فعالیت";
$l['user'] = "کاربر";
$l['edit_group'] = "ویرایش گروه";
$l['default'] = "پیش‌فرض";
$l['group'] = "گروه";

$l['error_super_admin'] = "پوزش! شما نمی‌توانید این عمل را بر روی مدیر اصلی انجمن انجام دهید.<br /><br /> برای داشتن دسترسی لازم برای انجام این عمل باید شناسه‌ی کاربری خود را در فهرست مدیرهای اصلیِ درون فایل inc/config.php اضافه کنید.";
$l['error_delete_no_uid'] = "شما شناسه‌ی کاربری/گروه کاربری را وارد نکرده‌اید.";
$l['error_delete_invalid_uid'] = "شما شناسه‌ی کاربری/گروه کاربری معتبری را وارد نکرده‌اید.";

$l['success_perms_deleted'] = "سطوح دسترسی مورد نظر با موفقیت لغو شد.";

$l['confirm_perms_deletion'] = "آیا مطمئن هستید که می‌خواهید سطوح دسترسی کاربر/گروه کاربری را لغو کنید؟";
$l['confirm_perms_deletion2'] = "آیا مطمئن هستید که می‌خواهید دسترسی‌های این کاربر را لغو کنید؟";

