<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['users'] = "کاربران";

$l['search_for_user'] = "جستجوی کاربر";
$l['browse_users'] = "کاربران";
$l['browse_users_desc'] = "در بخش زیر شما می‌توانید کاربران انجمن خود را از نماهای متفاوتی مشاهده نمایید. هر یک از نماها، فهرست و اطلاعات مربوط به کاربران را به گونه‌ای متفاوت نمایش می‌دهد.";
$l['find_users'] = "یافتن کاربران";
$l['find_users_desc'] = "در این بخش می‌توانید کاربران انجمن خود را مورد جستجو قرار دهید. به هر میزان که حروف کم‌تری وارد کنید، نتایج بیش‌تری به دست خواهید آورد.";
$l['create_user'] = "ایجاد کاربر جدید‌";
$l['create_user_desc'] = "در این جا می‌توانید یک کاربر تازه‌ ایجاد کنید.";
$l['merge_users'] = "ادغام کاربران";
$l['merge_users_desc'] = "در اینجا می‌توانید دو حساب کاربری را به یک حساب کاربری تبدیل کنید. حساب کاربری مبدأ با حساب کاربری مقصد ادغام خواهد شد و <strong>تنها</strong> حساب مقصد باقی خواهد ماند. ارسال‌ها، موضوع‌ها، پیام‌های خصوصی، رویداد‌های سالنامه، تعداد ارسال‌ها، و فهرست دوستان به حساب مقصد منتقل خواهد شد. توجه کنید که این عمل نباید تکمیل نشده باقی بماند.";
$l['edit_user'] = "ویرایش کاربر";
$l['edit_user_desc'] = "در این بخش می‌توانید پروفایل، تنظیمات و امضای کاربران زیر را ویرایش کنید، آمار عمومی را ببینید و برای کسب اطلاعات بیش‌تر در مورد این کاربر، سایر صفحات را مشاهده کنید.";
$l['show_referrers'] = "مشاهده‌ی کاربران معرفی کرده";
$l['show_referrers_desc'] = "نتایج جستجوی شما در زیر نمایان می‌باشد. شما همچنین می‌توانید نتایج را در قالب جدول و یا کارت ویزیت مشاهده کنید.";
$l['show_ip_addresses'] = "نمایش IP";
$l['show_ip_addresses_desc'] = "IP ثبت نام و IP‌های ارسال‌های کاربران انتخاب شده در زیر نمایان می‌باشد. IP اولی IP ثبت نام کاربر است و سایر IP‌ها آدرس‌هایی هستند که کاربر با آن‌ها ارسال داشته است.";
$l['manage_users'] = "مدیریت کاربران";
$l['manage_users_desc'] = "مدیریت گروهی کاربران، انجام وظایف معمول را آسان‌تر می‌کند.";
$l['inline_edit'] = "مدیریت درون خطی کاربر: ";
$l['inline_activate'] = "فعال سازی حساب کاربری";
$l['inline_ban'] = "محروم کردن";
$l['inline_usergroup'] = "تغییر گروه کاربری";
$l['inline_delete'] = "حذف کاربر";
$l['inline_prune'] = "هرس کردن/حذف کردن ارسال‌های کاربر";
$l['inline_activated'] = "حساب کاربریِ {1} کاربر با موفقیت فعال شد.";
$l['inline_activated_more'] = "<small>{1} کاربری که شما انتخاب کرده‌اید قبلاً فعال شده‌اند.</small>";
$l['inline_activated_failed'] = "همه‌ی کاربرانی که شما انتخاب کرده‌اید قبلاً فعال شده‌اند.";
$l['ban_time'] = "مدت زمان محرومیت <em>*</em>";
$l['ban_reason'] = "دلیل محرومیت";
$l['mass_ban'] = "محروم کردن گروهی کاربر‌ها";
$l['important'] = "مهم";
$l['mass_ban_info'] = "این عمل بر روی {1} کاربر انجام می‌شود. اگر از انجام این عمل اطمینان دارید ادامه‌ی دهید.";
$l['ban_users'] = "محروم کردن کاربران";
$l['users_banned'] = "{1} کاربر محروم شدند.";
$l['confirm_multilift'] = "آیا شما مطمئن هستید که می‌خواهید محرومیت کاربرانی را که انتخاب کرده‌اید پایان دهید؟";
$l['success_ban_lifted'] = "محرومیت برای {1} کاربری که شما انتخاب کرده‌اید پایان یافت.";
$l['edit_ban'] = "ویرایش محرومیت";
$l['lift_ban'] = "پایان دادن به محرومیت";
$l['lift_bans'] = "پایان دادن محرومیت‌ها";
$l['confirm_multidelete'] = "آیا شما مطمئن هستید که می‌خواهید این {1} کاربر را حذف کنید؟ این عمل قابل بازگشت نیست.";
$l['users_deleted'] = "{1} برای کاربران (بازدید کنندگان) حذف شده است.";
$l['mass_prune_info'] = "این عمل بر روی {1} کاربر انجام می‌شود. اگر ادامه‌ی دهید، ارسال‌های کاربران مورد نظر، که قدیمی‌تر از تاریخی که شما انتخاب می‌کنید باشند، حذف خواهند شد. <strong> لطفاً توجه کنید که ممکن است برخی از این ارسال‌ها اولین ارسال موضوع باشند که در صورت حذف شدن آن‌ها، کل موضوع حذف خواهد شد. <strong/>";
$l['mass_prune_posts'] = "هرس کردن گروهی ارسال‌ها";
$l['manual_date'] = "یک تاریخ دستی وارد کنید";
$l['relative_date'] = "یا یک گزینه‌ی حذف را انتخاب کنید.";
$l['multi_selected_dates'] = "شما هر دو گزینه‌ی تاریخ دستی و گزینه‌ای را انتخاب کرده‌اید. لطفاً بین تاریخ دستی و گزینه‌ای یکی را انتخاب کنید.";
$l['incorrect_date'] = "تاریخی که وارد کرده‌اید نامعتبر است. لطفاً یک تاریخ معتبر وارد کنید، یا خالی بگذارید و یک گزینه را انتخاب کنید.";
$l['prune_complete'] = "هرس کردن با موفقیت کامل شد.";
$l['prune_fail'] = "برای کاربران انتخاب شده ارسال‌هایی یافت نشد. ارسالی هرس نشد.";
$l['no_prune_option'] = "برای ادامه، لطفاً یک تاریخ را وارد کرده یا یک گزینه را انتخاب کنید.";
$l['prune_posts'] = "هرس کردن ارسال‌ها";
$l['delete_posts'] = "حذف ارسال‌ها";
$l['usergroup_info'] = "این عمل روی {1} کاربر انجام می‌شود. با انتخاب گزینه‌های زیر، شما گروه کاربری اصلی / اضافی / نمایشی  این کاربران را تغییر خواهید داد.";
$l['mass_usergroups'] = "تغییر همزمان گروه‌های کاربری";
$l['success_mass_usergroups'] = "کاربر با موفقیت به‌روز‌رسانی شد.";
$l['alter_usergroups'] = "ذخیره‌ی تغییرات";
$l['no_usergroup_changed'] = "امکان تغییر گروه کاربری برای هیچ کدام از کاربرهایی که شما انتخاب کرده‌اید، وجود ندارد.";
$l['no_set_option'] = "تاریخ انتخاب شده نامعتبر است. لطفاً یک گزینه را از جعبه زیر انتخاب کنید یا یک تاریخ دستی وارد کنید. ";
$l['select_an_option'] = "(یک گزینه را انتخب کنید)";

$l['month_1'] = "January";
$l['month_2'] = "February";
$l['month_3'] = "March";
$l['month_4'] = "April";
$l['month_5'] = "May";
$l['month_6'] = "June";
$l['month_7'] = "July";
$l['month_8'] = "August";
$l['month_9'] = "September";
$l['month_10'] = "October";
$l['month_11'] = "November";
$l['month_12'] = "December";

$l['option_1'] = "بیش‌تر از یک ماه قدمت";
$l['option_2'] = "بیش‌تر از 3 ماه قدمت";
$l['option_3'] = "بیش‌تر از 6 ماه قدمت";
$l['option_4'] = "بیش‌تر از یک سال قدمت";
$l['option_5'] = "بیش‌تر از 18 ماه قدمت";
$l['option_6'] = "بیش‌تر از 2 سال قدمت";

$l['error_avatartoobig'] = "پوزش! به دلیل این که آواتار انتخابی شما بسیار بزرگ می‌باشد نمی‌تواند تغییر یابد. بیش‌ترین اندازه‌ی آواتار {1}x{2} می‌باشد . (طولxعرض)";
$l['error_invalidavatarurl'] = "لینک وارد شده به نظر صحیح نیست. لطفاً از سالم بودن لینک اطمینان حاصل فرمایید.";
$l['error_invalid_user'] = "شما یک کاربر نامعتبر را انتخاب کرده‌اید.";
$l['error_no_perms_super_admin'] = "شما اجازه‌ی ویرایش این کاربر را ندارید زیرا شما مدیر اصلی نیستید.";
$l['error_invalid_user_source'] = "نام کاربری حساب کاربریِ مبدأ وجود ندارد.";
$l['error_invalid_user_destination'] = "نام کاربری حساب کاربری مقصد وجود ندارد.";
$l['error_cannot_merge_same_account'] = "حساب‌های کاربری مبدأ و مقصد باید متفاوت باشند.";
$l['error_no_users_found'] = "با معیار‌های انتخابی هیچ کاربری یافت نشد. لطفاً معیار‌های جستجوی خود را تدرست کنید و دوباره تلاش نمایید.";
$l['error_invalid_admin_view'] = "شما یک نام مدیرِ نامعتبر را انتخاب کرده‌اید.";
$l['error_missing_view_title'] = "شما عنوانی برای این نما وارد نکرده‌اید.";
$l['error_no_view_fields'] = "شما هیچ فیلدی را برای نمایش در این نما انتخاب نکرده‌اید.";
$l['error_invalid_view_perpage'] = "شما یک مقدار نامعتبر برای تعداد نتایج هر صفحه‌ی وارد کرده‌اید.";
$l['error_invalid_view_sortby'] = "شما یک فیلد نامعتبر برای چیدمان نتایج بر پایه‌ی آن انتخاب کرده‌اید.";
$l['error_invalid_view_sortorder'] = "شما یک چیدمانِ نمایش نامعتبر انتخاب کرده‌اید.";
$l['error_invalid_view_delete'] = "شما یک نمای مدیریتی نامعتبر را برای حذف انتخاب کرده‌اید.";
$l['error_cannot_delete_view'] = "شما باید حداقل 1 نمای مدیریتی داشته باشید.";
$l['error_inline_no_users_selected'] = "پوزش! شما هیچ کاربری را انتخاب نکرده‌اید. لطفاً یک کاربر انتخاب کرده و دوباره تلاش کنید.";
$l['error_cannot_delete_user'] = "امکان حذف این کاربر وجود ندارد.";
$l['error_no_referred_users'] = "کاربر مورد نظر تاکنون هیچ کاربری را معرفی نکرده است.";

$l['user_deletion_confirmation'] = "آیا مطمئن هستید که می‌خواهید این کاربر را حذف کنید؟";

$l['success_coppa_activated'] = "COPPA کاربری انتخاب شده با موفقیت فعال شد.";
$l['success_activated'] = "حساب کاربری انتخاب شده با موفقیت فعال سازی شد.";
$l['success_user_created'] = "کاربر مورد نظر با موفقیت ایجاد شد.";
$l['success_user_updated'] = "کاربر انتخاب شده با موفقیت به‌روز‌رسانی شد.";
$l['success_user_deleted'] = "کاربر انتخاب شده با موفقیت حذف شد.";
$l['success_merged'] = "با موفقیت ادغام شد در";
$l['succuss_view_set_as_default'] = "نمای مدیریتی انتخاب شده با موفقیت به عنوان نمای پیش‌فرض قرار گرفت.";
$l['success_view_created'] = "نمای مدیریتی مورد نظر با موفقیت ایجاد شد.";
$l['success_view_updated'] = "نمای مدیریتی انتخاب شده با موفقیت به‌روز‌رسانی شد.";
$l['success_view_deleted'] = "نمای مدیریتی انتخاب شده با موفقیت حذف شد.";

$l['confirm_view_deletion'] = "آیا مطمئن هستید که می‌خواهید نمای انتخابی را حذف کنید؟";

$l['warning_coppa_user'] = "هشدار:  این کاربر در انتظار فعال سازی COPPA می‌باشد . <a href=\"index.php?module=user-users&amp;action=activate_user&amp;uid={1}\">Activate Account</a></p>";

$l['required_profile_info'] = "اطلاعات اجباری پروفایل";
$l['password'] = "گذرواژه‌";
$l['confirm_password'] = "تأیید گذرواژه‌";
$l['email_address'] = "ایمیل";
$l['use_primary_user_group'] = "استفاده از گروه کاربری اصلی";
$l['primary_user_group'] = "گروه کاربری اصلی";
$l['additional_user_groups'] = "گروه کاربری فرعی";
$l['additional_user_groups_desc'] = "برای انتخاب چند گروه از کلید CTRL استفاده کنید.";
$l['display_user_group'] = "گروه کاربری نمایشی";
$l['save_user'] = "ذخیره‌ی کاربر";

$l['overview'] = "بازبینی";
$l['profile'] = "پروفایل";
$l['account_settings'] = "تنظیمات حساب کاربری";
$l['signature'] = "امضا";
$l['avatar'] = "آواتار";
$l['mod_options'] = "گزینه‌های مدیریت";
$l['general_account_stats'] = "آمار عمومی‌حساب کاربری";
$l['local_time'] = "زمان محلی";
$l['local_time_format'] = "{1} at {2}";
$l['posts'] = "ارسال‌ها";
$l['age'] = "سن";
$l['posts_per_day'] = "تعداد ارسال‌ها در هر روز";
$l['percent_of_total_posts'] = "درصد از کل ارسال‌ها";
$l['user_overview'] = "بازبینی کاربر";

$l['new_password'] = "گذرواژه‌ی جدید";
$l['new_password_desc'] = "تنها در صورت تغییر نیاز است";
$l['confirm_new_password'] = "تأیید گذرواژه‌ی جدید";

$l['optional_profile_info'] = "اطلاعات اختیاری پروفایل";
$l['custom_user_title'] = "عنوان کاربری اختیاری";
$l['custom_user_title_desc'] = "اگر خالی بماند عنوان گروه کاربری پیش‌فرض قرار خواهد گرفت.";
$l['website'] = "سایت";
$l['icq_number'] = "شماره‌ی ICQ";
$l['aim_handle'] = "شناسه‌ی AIM";
$l['yahoo_messanger_handle'] = "شناسه‌ی Yahoo!";
$l['skype_handle'] = "شناسه‌ی Skype";
$l['google_handle'] = "شناسه‌ی Google Talk";
$l['birthday'] = "تاریخ تولد";

$l['away_information'] = "اطلاعات غیبت";
$l['away_status'] = "وضعیت غیبت: ";
$l['away_status_desc'] = "به شما این امکان را می‌دهد که هنگامی که به انجمن برای مدتی دسترسی ندارید و یا به جایی می‌خواهید بروید به کاربران اعلام کنید.";
$l['im_away'] = "من غایب هستم";
$l['im_here'] = "من حاضر هستم";
$l['away_reason'] = "دلیل غیبت: ";
$l['away_reason_desc'] = "به شما امکان می‌دهد که به طور مختصر دلیل عدم دسترسیتان به انجمن را برای کاربران توضیح دهید (بیش‌ترین تعداد حروف:  200 حرف)";
$l['return_date'] = "تاریخ بازگشت: ";
$l['return_date_desc'] = "اگر می‌دانید که چا زمانی به انجمن باز خواهید گشت، تاریخ بازگشت خود را وارد نمایید.";
$l['error_acp_return_date_past'] = "تاریخ بازگشت شما نمی‌تواند قدیمی‌تر از حال حاضر باشد!";

$l['hide_from_whos_online'] = "مخفی نگاه داشتن در فهرست افراد آنلاین";
$l['login_cookies_privacy'] = "ورود، کوکی‌ها و تنظیمات شخصی";
$l['recieve_admin_emails'] = "دریافت ایمیل از مدیران";
$l['hide_email_from_others'] = "مخفی نگاه داشتن ایمیل از سایر کاربران";
$l['recieve_pms_from_others'] = "دریافت پیام خصوصی از سایر کاربران";
$l['recieve_pms_from_buddy'] = "دریافت پیام خصوصی فقط از کاربران درون فهرست دوستان";
$l['alert_new_pms'] = "اطلاع رسانی هنگام دریافت پیام خصوصی";
$l['email_notify_new_pms'] = "اطلاع رسانی از طریق ایمیل هنگام دریافت پیام خصوصی";
$l['buddy_requests_pm'] = "اطلاع رسانی از طریق پیام خصوصی هنگام دریافت درخواست دوستی جدید";
$l['buddy_requests_auto'] = "پذیرش خودکار درخواست‌های دوستی (اگر گزینه‌ی قبلی تیک خورده باشد، یک پیام خصوصی به منظور آگاهی از پذیرش درخواست دوستی جدید دریافت خواهید کرد)";
$l['default_thread_subscription_mode'] = "حالت پیش‌فرض اشتراک در موضوع";
$l['do_not_subscribe'] = "عدم اشتراک";
$l['no_email_notification'] = "عدم آگاه سازی از طریق ایمیل";
$l['instant_email_notification'] = "آگاه سازی فوری از طریق ایمیل";
$l['messaging_and_notification'] = "پیام رسانی و آگاه سازی";
$l['use_default'] = "استفاده از پیش‌فرض";
$l['date_format'] = "فرمت تاریخ";
$l['time_format'] = "فرمت زمان";
$l['time_zone'] = "موقعیت زمانی";
$l['daylight_savings_time_correction'] = "تنظیمات ساعت تابستانی";
$l['automatically_detect'] = "به طور خودکار تنظیمات ساعت تابستانی را شناسایی کن";
$l['always_use_dst_correction'] = "همیشه از تصحیح ساعت تابستانی استفاده کن";
$l['never_use_dst_correction'] = "هرگز از تصحیح ساعت تابستانی استفاده نکن";
$l['date_and_time_options'] = "گزینه‌های تاریخ و زمان";
$l['show_threads_last_day'] = "نمایش موضوعات از دیروز";
$l['show_threads_last_5_days'] = "نمایش موضوعات از 5 روز پیش";
$l['show_threads_last_10_days'] = "نمایش موضوعات از 10 روز پیش";
$l['show_threads_last_20_days'] = "نمایش موضوعات از 20 روز پیش";
$l['show_threads_last_50_days'] = "نمایش موضوعات از 50 روز پیش";
$l['show_threads_last_75_days'] = "نمایش موضوعات از 75 روز پیش";
$l['show_threads_last_100_days'] = "نمایش موضوعات از 100 روز پیش";
$l['show_threads_last_year'] = "نمایش موضوعات از سال گذشته";
$l['show_all_threads'] = "نمایش همه‌ی موضوعات";
$l['threads_per_page'] = "تعداد موضوعات در هر صفحه";
$l['default_thread_age_view'] = "نحوه نمایش پیش‌فرض سن موضوع";
$l['forum_display_options'] = "گزینه‌های مشاهده‌ی انجمن";
$l['show_classic_postbit'] = "نمایش ارسال‌ها در حالت کلاسیک. (مشخصات کاربر به صورت عمودی نمایش داده می‌شود)";
$l['display_images'] = "نمایش تصاویر داخل ارسال‌ها.";
$l['display_videos'] = "نمایش ویدئوهای داخل ارسال‌ها.";
$l['display_users_sigs'] = "نمایش امضای کاربران در ارسال‌های آن‌ها";
$l['display_users_avatars'] = "نمایش آواتار کاربران در ارسال‌های آن‌ها";
$l['show_quick_reply'] = "نمایش جعبه ارسال پاسخ سریع هنگام مشاهده‌ی موضوع‌ها";
$l['posts_per_page'] = "تعداد ارسال‌های هر صفحه";
$l['default_thread_view_mode'] = "حالت پیش‌فرض مشاهده‌ی موضوع‌ها";
$l['linear_mode'] = "حالت خطی";
$l['threaded_mode'] = "حالت موضوع بندی";
$l['thread_view_options'] = "گزینه‌های مشاهده‌ی موضوع";
$l['show_redirect'] = "نمایش صفحه راهنمای دوستانه";
$l['show_code_buttons'] = "نمایش گزینه‌های MyCode  درصفحه‌های ارسال";
$l['source_editor'] = "به صورت پیش‌فرض ویرایش‌گر را درحالت نمایش کدهای منبع قرار بده.";
$l['theme'] = "پوسته";
$l['board_language'] = "زبان انجمن";
$l['other_options'] = "سایر گزینه‌ها";
$l['signature_desc'] = "گزینه‌های نوشتار:  MyCode {1} است. شکلک‌ها {2} هستند، کد IMG {3} است . HTML {4} است.";
$l['enable_sig_in_all_posts'] = "فعال سازی امضا در تمامی ارسال‌ها";
$l['disable_sig_in_all_posts'] = "غیرفعال سازی امضا در تمامی ارسال‌ها";
$l['do_nothing'] = "تنظیمات امضا را تغییر نده";
$l['signature_preferences'] = "تنظیمات امضا";
$l['suspend_sig'] = "تعلیق امضا";
$l['suspend_sig_box'] = "تعلیق امضای این کاربر";
$l['suspend_sig_perm'] = "<small>تعلیق برای همیشه</small>";
$l['suspend_sig_info'] = "اگر یک امضا معلق شود، کاربر نمی‌تواند آن را ویرایش کند و در ارسال‌ها و پروفایل کاربر نمایش داده نمی‌شود.";
$l['suspend_sig_extend'] = "<small>یک دوره‌ی زمانی تازه‌ برای تغییر وارد کنید یا برای حذف این تعلیق تیک گزینه را بردارید.</small>";
$l['suspend_expire_info'] = "<small>زمان باقی‌مانده: <span style=\"color: {2};\">{1}</span></small>";
$l['suspend_never_expire'] = "<small>{1}(تعلیق برای همیشه) تعلیق هرگز پایان نمیابد.</small>";
$l['suspend_sig_error'] = "شما یک دوره‌ی زمانی نامعتبر برای تعلیق امضای کاربر وارد کرده‌اید. لطفاً یک دوره‌ی زمانی درست وارد کنید.";

$l['moderate_posts'] = "مدیریت ارسال‌ها";
$l['moderate_posts_info'] = "مدیریت ارسال‌های جدیدی که توسط {1} ایجاد می‌شوند.";
$l['moderate_for'] = "مدیریت برای: ";
$l['moderated_perm'] = "<p><small>مدیریت برای همیشه<br /> برای حذف این مدیریت یک زمان تازه‌ در زیر وارد کنید و یا تیک این گزینه را بردارید.</small></p>";
$l['moderate_length'] = "<p><small>زمان باقی‌مانده‌ی مدیریت: <span style=\"color: {2};\">{1}</span>.<br />Enter a new time below to change or untick this option to remove this moderation.</small></p>";

$l['suspend_posts'] = "تعلیق ارسال‌ها";
$l['suspend_posts_info'] = "تعلیق امتیاز ارسال مطلب در انجمن برای {1}.";
$l['suspend_for'] = "تعلیق برای: ";
$l['suspended_perm'] = "<p><small>تعلیق برای همیشه<br />برای حذف این تعلیق یک زمان تازه‌ در زیر وارد کنید و یا تیک این گزینه را بردارید.</small></p>";
$l['suspend_length'] = "<p><small>زمان باقی‌مانده‌ی تعلیق: <span style=\"color: {2};\">{1}</span>.<br />Enter a new time below to change or untick this option to remove this suspension.</small></p>";

$l['suspendsignature_error'] = "شما تعلیق امضای این کاربر را انتخاب کرده‌اید، اما یک دوره‌ی زمانی نامعتبر را وارد کرده‌اید. برای ادامه، لطفاً یک دوره‌ی زمانی معتبر وارد کنید و یا روی گزینه‌ی لغو کلیک کنید.";
$l['moderateposting_error'] = "شما مدیریت ارسال‌های این کاربر را انتخاب کرده‌اید، اما یک دوره‌ی زمانی معتبر وارد نکرده‌اید. برای ادامه، لطفاً یک دوره‌ی زمانی معتبر وارد کنید و یا روی گزینه‌ی لغو کلیک کنید.";
$l['suspendposting_error'] = "شما تعلیق ارسال‌های این کاربر را انتخاب کرده‌اید، اما یک دوره‌ی زمانی معتبر وارد نکرده‌اید. برای ادامه، لطفاً یک دوره‌ی زمانی معتبر وارد کنید و یا روی گزینه‌ی لغو کلیک کنید.";
$l['suspendmoderate_error'] = "شما تعلیق و مدیریت ارسال‌های کاربر را انتخاب کرده‌اید. لطفاً فقط یکی از این دو نوع مدیریت را انتخاب کنید.";

$l['expire_length'] = "تعلیق برای: ";
$l['expire_hours'] = "ساعت";
$l['expire_days'] = "روز";
$l['expire_weeks'] = "هفته";
$l['expire_months'] = "ماه";
$l['expire_never'] = "هرگز";
$l['expire_permanent'] = "برای همیشه";

$l['username'] = "نام کاربری";
$l['email'] = "ایمیل";
$l['primary_group'] = "گروه کاربری اصلی";
$l['additional_groups'] = "گروه کاربری فرعی";
$l['registered'] = "تاریخ عضویت";
$l['last_active'] = "آخرین فعالیت";
$l['post_count'] = "تعداد ارسال‌ها";
$l['thread_count'] = "تعداد موضوع‌ها";
$l['reputation'] = "اعتبار";
$l['warning_level'] = "میزان اخطار";
$l['registration_ip'] = "IP ثبت نام";
$l['last_known_ip'] = "آخرین IP شناخته شده";
$l['registration_date'] = "تاریخ عضویت";
$l['info_on_ip'] = "اطلاعات این IP";

$l['current_avatar'] = "آواتار کنونی";
$l['user_current_using_uploaded_avatar'] = "این کاربر از آواتار آپلود شده استفاده می‌کند.";
$l['user_currently_using_remote_avatar'] = "این کاربر از آواتار لینکی استفاده می‌کند.";
$l['max_dimensions_are'] = "حداکثر اندازه‌ی (طولxعرض) آواتارها: ";
$l['avatar_max_size'] = "حداکثر حجم آواتارها: ";
$l['remove_avatar'] = "حذف آواتار فعلی؟";
$l['avatar_desc'] = "در زیر می‌توانید آواتار این کاربر را مدیریت کنید. آواتار یک تصویر کوچک می‌باشد که در زیر نام کاربری در ارسال‌های کاربر به نمایش در می‌آید.";
$l['avatar_auto_resize'] = "در صورتی که اندازه‌ی آواتار از حد مجاز بزرگ‌تر بود، اندازه‌ی آن را به صورت خودکار تغییر بده.";
$l['attempt_to_auto_resize'] = "در صورتی اندازه‌ی آواتار از حد مجاز بزرگ‌تر بود، تغییر اندازه‌ی داده شود؟";
$l['specify_custom_avatar'] = "تعیین آواتار اختیاری";
$l['upload_avatar'] = "آپلود آواتار";
$l['or_specify_avatar_url'] = "یا لینک آواتار/GrAvatar مورد نظر را وارد نمایید";

$l['user_notes'] = "یادداشت‌های کاربر";

$l['ip_addresses'] = "IP";
$l['ip_address'] = "IP";
$l['show_users_regged_with_ip'] = "نمایش کاربرانی که با این IP ثبت نام کرده‌اند.";
$l['show_users_posted_with_ip'] = "نمایش کاربرانی که با این IP پست ارسال کرده‌اند.";
$l['ban_ip'] = "محروم سازی IP";
$l['ip_address_for'] = "IP برای ";

$l['source_account'] = "حساب کاربری مبدأ";
$l['source_account_desc'] = "این حساب کاربری، حسابی است که با حساب کاربری مقصد ادغام می‌شود. و پس از این عملیات حذف خواهد شد.";
$l['destination_account'] = "حساب کاربری مقصد";
$l['destination_account_desc'] = "این حساب کاربری، حسابی است که حساب کاربری مبدأ با این حساب ادغام خواهد شد. این حساب پس از انجام این عملیات باقی خواهد ماند.";
$l['merge_user_accounts'] = "ادغام حساب‌های کاربری";

$l['display_options'] = "گزینه‌های نمایش";
$l['ascending'] = "صعودی";
$l['descending'] = "نزولی";
$l['sort_results_by'] = "چیدمان نتایج بر پایه‌ی";
$l['in'] = "در حالت";
$l['results_per_page'] = "تعداد نتایج در هر صفحه";
$l['display_results_as'] = "نمایش نتایج در حالت";
$l['business_card'] = "کارت ویزیت";
$l['views'] = "نماها";
$l['views_desc'] = "نمای مدیریتی به شما این امکان را می‌دهد که نماهای مختلفی برای این دیدن مکان مشخص بسازید. نما‌های متفاوت برای به ایجاد گزارش‌های متنوع، کاربردی می‌باشد.";
$l['manage_views'] = "مدیریت نماها";
$l['none'] = "هیچ کدام";
$l['search'] = "جستجو";

$l['view_profile'] = "مشاهده‌ی پروفایل";
$l['edit_profile_and_settings'] = "ویرایش پروفایل و تنظیمات";
$l['ban_user'] = "محروم سازی کاربر";
$l['approve_coppa_user'] = "فعال سازی COPPA‌ی کاربر";
$l['approve_user'] = "فعال سازی حساب کاربری";
$l['delete_user'] = "حذف کاربر";
$l['show_referred_users'] = "نمایش کاربران معرفی کرده";
$l['show_attachments'] = "نمایش پیوست‌ها";
$l['table_view'] = "نمای جدول";
$l['card_view'] = "نمای کارت ویزیت";

$l['find_users_where'] = "یافتن کاربران...";
$l['username_contains'] = "نام کاربری (شامل)";
$l['email_address_contains'] = "ایمیل (شامل)";
$l['is_member_of_groups'] = "عضو یک یا چند مورد از گروه‌های کاربری زیر باشد.";
$l['website_contains'] = "وب سایت (شامل)";
$l['icq_number_contains'] = "شناسه‌ی ICQ (شامل)";
$l['aim_handle_contains'] = "شناسه‌ی AIM (شامل)";
$l['yahoo_contains'] = "شناسه‌ی Yahoo! (شامل)";
$l['skype_contains'] = "شناسه‌ی Skype (شامل)";
$l['google_contains'] = "شناسه‌ی Google Talk (شامل)";
$l['signature_contains'] = "امضا (شامل)";
$l['user_title_contains'] = "عنوان کاربری اختیاری (شامل)";
$l['greater_than'] = "بزرگ‌تر از";
$l['is_exactly'] = "برابر با";
$l['less_than'] = "کوچک‌تر از";
$l['post_count_is'] = "تعداد ارسال‌ها";
$l['thread_count_is'] = "تعداد موضوع‌ها";
$l['reg_ip_matches'] = "مطابقت‌های IP ثبت نام";
$l['wildcard'] = "برای جستجوی یک بازه از آدرس‌های IP از * (نمونه: 127.0.0.*) و یا از نمادسازی CIDR استفاده کنید (نمونه: 127.0.0.0/8)";
$l['posted_with_ip'] = "IP ارسال";
$l['custom_profile_fields_match'] = "جایی که فیلد‌های مشخصات اختیاری پروفایل تطبیق می‌یابند...";
$l['is_not_blank'] = "خالی نباشد (کاربر مقداری را برای این گزینه وارد کرده باشد)";
$l['or'] = "ویا";
$l['reg_in_x_days'] = "در";
$l['days'] = "روز گذشته ثبت نام کرده باشد";

$l['view'] = "نما";
$l['create_new_view'] = "ساختن نمای جدید‌";
$l['create_new_view_desc'] = "در این جا می‌توانید یک نمای تازه‌ برای این مکان تعریف کنید. شما می‌توانید تعریف کنید که چه فیلد‌هایی نمایش پیدا کنند، و همچنین می‌توانید معیار‌های جستجو و چیدمان نمایش را نیز تعریف کنید.";
$l['view_manager'] = "مدیریت نما";
$l['set_as_default_view'] = "قرار دادن به عنوان نمای پیش‌فرض";
$l['enabled'] = "فعال";
$l['disabled'] = "غیرفعال";
$l['fields_to_show'] = "فیلد‌ها برای نمایش";
$l['fields_to_show_desc'] = "لطفاً فیلد‌هایی را که می‌خواهید نمایش پیدا کنند را انتخاب کنید.";
$l['edit_view'] = "ویرایش نما";
$l['edit_view_desc'] = "ضمن ویرایش یک نما شما می‌توانید فیلد‌هایی را که می‌خواهید نمایش یابند، معیار‌های جستجو و گزینه‌های چیدمان را تعیین کنید.";
$l['private'] = "خصوصی";
$l['private_desc'] = "این نما تنها برای شما قابل نمایش است";
$l['public'] = "عمومی";
$l['public_desc'] = "تمامی مدیران می‌توانند این نما را مشاهده کنند";
$l['visibility'] = "قابلیت استفاده";
$l['save_view'] = "ذخیره‌ی نما";
$l['created_by'] = "نویسنده";
$l['default'] = "پیش‌فرض";
$l['this_is_a_view'] = "این یک نمای {1} می‌باشد";
$l['set_as_default'] = "قرار دادن به عنوان پیش‌فرض";
$l['delete_view'] = "حذف نما";
$l['default_view_desc'] = "نمای پیش‌فرض توسط MyBB ساخته شده است. و نمی‌تواند حذف یا ویرایش شود.";
$l['public_view_desc'] = "نمای عمومی‌برای تمامی مدیران قابل نمایش است.";
$l['private_view_desc'] = "نمای شخصی تنها برای شما قابل نمایش است.";
$l['table'] = "جدول";
$l['title'] = "عنوان";

$l['view_title_1'] = "تمامی کاربران";

$l['emailsubject_activateaccount'] = "فعال‌سازی حساب کاربری در {1}";
$l['email_adminactivateaccount'] = "{1}،

حساب کاربری شما در {2} توسط مدیریت فعال شد.

برای بازدید از انجمن، به لینک زیر مراجعه کنید:

{3}

شما می‌توانید با دسترسی‌هایی که هنگام ثبت نام خود در انجمن تعیین کرده‌اید، وارد حساب کاربری خود شوید.

با سپاس،
تیم مدیریت {2}";

$l['ipaddress_misc_info'] = "سایر اطلاعات درمورد '{1}'";
$l['ipaddress_host_name'] = "نام میزبان";
$l['ipaddress_location'] = "موقعیت جغرافیایی IP";
