<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['user_group_promotions'] = "ترفیع گروه‌های کاربری";
$l['user_group_promotions_desc'] = "در این قسمت می‌توانید ترفیع گروه‌های کاربری را مدیریت کنید.";
$l['edit_promotion'] = "ویرایش ترفیع";
$l['edit_promotion_desc'] = "در این قسمت می‌توانید ترفیع‌هایی را که بر روی انجمن شما به صورت خودکار اجرا شده‌اند را ویرایش کنید.";
$l['add_new_promotion'] = "افزودن ترفیع جدید‌";
$l['add_new_promotion_desc'] = "در این قسمت می‌توانید ترفیع‌هایی را که بر روی انجمن شما به صورت خودکار اجرا می‌شوند را ایجاد نمایید.";

$l['title'] = "عنوان";
$l['short_desc'] = "توضیح کوتاه";
$l['post_count'] = "تعداد ارسال";
$l['thread_count'] = "تعداد موضوعات";
$l['reputation'] = "میزان اعتبار";
$l['referrals'] = "تعداد معرف";
$l['time_registered'] = "زمان عضویت";
$l['time_online'] = "مدت زمان حضور در انجمن (آنلاین بودن)";
$l['promo_requirements'] = "معیار‌های مورد نیاز برای ترفیع";
$l['promo_requirements_desc'] = "معیار‌های این ترفیع را را انتخاب کنید. برای انتخاب چند معیار کلید CTRL را نگه داشته و گزینه‌های مورد نظر را انتخاب کنید.";
$l['greater_than_or_equal_to'] = "بزرگ‌تر یا برابر";
$l['greater_than'] = "بزرگ‌تر از";
$l['equal_to'] = "برابر با";
$l['less_than_or_equal_to'] = "کوچک‌تر یا برابر";
$l['less_than'] = "کوچک‌تر از";
$l['reputation_count'] = "تعداد اعتبار";
$l['reputation_count_desc'] = "تعداد اعتبار‌های مورد نیاز را وارد کنید. اعتبار باید به عنوان یک معیار الزامی انتخاب شود تا این گزینه به معیار‌ها افزوده شود.";
$l['referral_count'] = "تعداد کاربران معرفی کرده";
$l['referral_count_desc'] = "تعداد کاربران معرفی کرده‌ی مورد نیاز را وارد کنید. این تعداد باید به عنوان یک معیار الزامی انتخاب شود تا این گزینه به معیار‌ها افزوده شود.";
$l['warning_points'] = "تعداد اخطارها";
$l['warning_points_desc'] = "تعداد اخطارهای مورد نیاز را وارد کنید. تعداد اخطارها باید به عنوان یک معیار الزامی انتخاب شود تا این گزینه به معیار‌ها افزوده شود.";
$l['post_count_desc'] = "تعداد ارسال‌های مورد نیاز را وارد کنید. تعداد ارسال‌ها باید به عنوان یک معیار الزامی انتخاب شود تا این گزینه به معیار‌ها افزوده شود.";
$l['thread_count_desc'] = "تعداد موضوعات مورد نیاز را وارد کنید. تعداد موضوعات باید به عنوان یک معیار الزامی انتخاب شود تا این گزینه به معیار‌ها افزوده شود.";
$l['hours'] = "ساعت";
$l['days'] = "روز";
$l['weeks'] = "هفته";
$l['months'] = "ماه";
$l['years'] = "سال";
$l['time_registered_desc'] = "تعداد ساعت، روز، هفته و ماه یا سالی که باید از زمان ثبت نام کاربر گذشته باشد را وارد کنید. زمان عضویت باید به عنوان یک معیار الزامی انتخاب شود تا این گزینه به معیار‌ها افزوده شود.";
$l['time_online_desc'] = "تعداد ساعت، روز، هفته و ماه یا سالی که کاربر باید در انجمن حضور داشته باشد را وارد کنید. مدت زمان حضور در انجمن باید به عنوان یک معیار الزامی انتخاب شود تا این گزینه به معیار‌ها افزوده شود.";
$l['all_user_groups'] = "همه‌ی گروه‌های کاربری";
$l['orig_user_group'] = "گروه کاربری اصلی";
$l['orig_user_group_desc'] = "گروه یا گروه‌های کاربری‌ای که برای اجرای ترفیع‌ها کاربر باید عضو آن گروه باشد را انتخاب کنید. برای انتخاب چندین گروه کلید CTRL را نگه داشته و گروه‌های مورد نظر را انتخاب کنید.";
$l['new_user_group'] = "گروه کاربری جدید‌";
$l['new_user_group_desc'] = "گروه کاربری‌ای که کاربر پس از این ترفیع به آن منتقل می‌شود را انتخاب کنید.";
$l['primary_user_group'] = "گروه کاربری اصلی";
$l['secondary_user_group'] = "گروه کاربری فرعی";
$l['user_group_change_type'] = "نحوه‌ی تغییر گروه کاربری";
$l['user_group_change_type_desc'] = "اگر می‌خواهید گروه کاربری اصلیِ کاربر به گروه جدید‌ تغییر پیدا کند، گزینه‌ی \"گروه کاربری اصلی\" را انتخاب کنید. اگر می‌خواهید گروه کاربری فرعیِ کاربر به گروه جدید تغییر پیدا کند، گزینه‌ی \"گروه کاربری فرعی\" را انتخاب نمایید.";                                             /**  M   Y   B   B   I   R   A   N . C O M */
$l['enabled'] = "فعال باشد؟";
$l['enable_logging'] = "ترفیع‌هایی که انجام می‌شوند در بخش وقایع ثبت شوند؟";
$l['promotion_logs'] = "وقایع ثبت شده‌ی ترفیع گروه کاربری";
$l['view_promotion_logs'] = "مشاهده‌ی وقایع ثبت شده‌ی ترفیع درجه‌ی کاربری";
$l['view_promotion_logs_desc'] = "در این بخش می‌توانید وقایع ثبت شده‌ی ترفیع گروه کاربری را مشاهده کنید.";
$l['promoted_user'] = "کاربر ترفیع یافته";
$l['time_promoted'] = "زمان ترفیع";
$l['no_promotion_logs'] = "در حال حاضر هیچ ترفیع ثبت شده‌ای وجود ندارد.";
$l['promotion_manager'] = "مدیریت ترفیع‌ها";
$l['promotion'] = "ترفیع";
$l['disable_promotion'] = "غیرفعال سازی ترفیع";
$l['enable_promotion'] = "فعال سازی ترفیع";
$l['delete_promotion'] = "حذف ترفیع";
$l['no_promotions_set'] = "در حال حاضر هیچ ترفیعی وجود ندارد.";
$l['update_promotion'] = "ذخیره‌ی ترفیع";
$l['multiple_usergroups'] = "گروه‌های کاربری چند گانه";
$l['secondary'] = "فرعی";
$l['primary'] = "اصلی";

$l['error_no_promo_id'] = "شما شناسه‌ی ترفیع را وارد نکرده‌اید.";
$l['error_invalid_promo_id'] = "شما شناسه‌ی ترفیع معتبری را وارد نکرده‌اید.";

$l['error_no_title'] = "شما عنوانی برای این ترفیع وارد نکرده‌اید.";
$l['error_no_desc'] = "شما توضیحی برای این ترفیع وارد نکرده‌اید.";
$l['error_no_requirements'] = "شما هیچ شرطی برای این ترفیع انتخاب نکرده‌اید.";
$l['error_no_orig_usergroup'] = "شما گروه کاربری اصلی‌ای برای این ترفیع انتخاب نکرده‌اید.";
$l['error_no_new_usergroup'] = "شما گروه کاربری جدیدی برای این ترفیع انتخاب نکرده‌اید.";
$l['error_no_usergroup_change_type'] = "شما گروه کاربری‌ای برای تغییر نوع ترفیع انتخاب نکرده‌اید.";

$l['success_promo_disabled'] = "ترفیع گروه انتخاب شده با موفقیت غیرفعال شد.";
$l['success_promo_deleted'] = "ترفیع گروه انتخاب شده با موفقیت حذف شد.";
$l['success_promo_enabled'] = "ترفیع گروه انتخاب شده با موفقیت فعال شد.";
$l['success_promo_updated'] = "ترفیع گروه انتخاب شده با موفقیت به‌روز‌رسانی شد.";
$l['success_promo_added'] = "ترفیع مورد نظر با موفقیت ساخته شد.";

$l['confirm_promo_disable'] = "آیا مطمئن هستید که می‌خواهید این ترفیع را غیرفعال کنید؟";
$l['confirm_promo_deletion'] = "آیا مطمئن هستید که می‌خواهید این ترفیع را حذف کنید؟";

