<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['user_titles'] = "عنوان‌های کاربری";
$l['user_titles_desc'] = "این بخش به شما این امکان را می‌دهد که عنوان‌های کاربری را مدیریت کنید. عنوان‌های کاربری بر اسا تعداد ارسال‌های کاربران به آن‌ها تعلق می‌گیرد و به شما این امکان را می‌دهد که تعداد ستاره‌های زیر نام کاربری آن‌ها را نیز بر همین اساس  تعیین کنید.";
$l['add_new_user_title'] = "افزودن عنوان کاربری جدید‌";
$l['add_new_user_title_desc'] = "در این صفحه شما می‌توانید یک عنوان کاربری جدید به انجمن اضافه کنید. <i>نکته:  این عمل ترفیع گروه کاربری <strong>نمی‌باشد</strong> <u><a href=\"index.php?module=user-group_promotions\">سیستم ترفیع گروه کاربری.</a></u></i>";

$l['error_missing_title'] = "شما عنوانی برای این عنوان کاربری وارد نکرده‌اید.";
$l['error_missing_posts'] = "شما حداقل تعداد ارسال‌ها برای به دست آوردن این عنوان را وارد نکرده‌اید.";
$l['error_cannot_have_same_posts'] = "برای این عنوان کاربری نمی‌توان دقیقاً به تعداد یک عنوان کاربری دیگر که قبلاً اضافه شده است، حداقل تعداد ارسال تعریف کرد.";
$l['error_invalid_user_title'] = "شما یک عنوان کاربری نامعتبر را مشخص کرده‌اید.";

$l['success_user_title_created'] = "عنوان کاربری تازه‌ با موفقیت ایجاد شد.";
$l['success_user_title_updated'] = "عنوان کاربری با موفقیت به‌روز‌رسانی شد.";
$l['success_user_title_deleted'] = "عنوان کاربری مورد نظر با موفقیت حذف شد.";

$l['title_to_assign'] = "عنوان کاربری";
$l['title_to_assign_desc'] = "این عنوان زیر نام کاربری کاربران قرار می‌گیرد. (اگر عنوان اختیاری برای خود قرار نداده باشند)";
$l['minimum_posts'] = "حداقل تعداد ارسال‌ها";
$l['minimum_posts_desc'] = "حداقل تعداد ارسال‌های کاربر برای به دست آوردن این عنوان.";
$l['number_of_stars'] = "تعداد ستاره‌ها";
$l['number_of_stars_desc'] = "تعداد ستاره‌هایی که زیر این عنوان کاربری قرار می‌گیرند را وارد کنید. برای این‌که ستاره‌ای قرار داده نشود، عدد 0 را وارد کنید.";
$l['star_image'] = "تصویر ستاره";
$l['star_image_desc'] = "اگر این عنوان کاربری دارای ستاره است، مکان تصویر ستاره را در اینجا وارد کنید. اگر خالی بماند، از تصویر ستاره‌ی گروه کاربریِ کاربر استفاده خواهد شد. از متغیر {theme} برای مشخص کردن مسیر تصویر پوسته‌ها استفاده کنید.";
$l['save_user_title'] = "ذخیره‌ی عنوان کاربری";
$l['edit_user_title'] = "ویرایش عنوان کاربری";
$l['edit_user_title_desc'] = "این بخش به شما این امکان را می‌دهد که عنوان کاربری مورد نظر را ویرایش کنید.";
$l['user_title_deletion_confirmation'] = "آیا مطمئن هستید که می‌خواهید این عنوان کاربری را حذف کنید؟";
$l['manage_user_titles'] = "مدیریت عنوان‌های کاربری";
$l['user_title'] = "عنوان کاربری";
$l['no_user_titles'] = "در حال حاضر شما هیچ عنوان کاربری‌ای در انجمن خود ندارید.";

