<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['contact'] = 'صفحه‌ی تماس';
$l['contact_no_message'] = 'شما هیچ پیامی را برای ارسال آماده نکرده‌اید.';
$l['contact_no_subject'] = 'شما باید یک عنوان را برای این پیام وارد کنید.';
$l['contact_no_email'] = 'شما باید یک آدرس ایمیل معتبر را وارد کنید.';
$l['contact_success_message'] = 'پیام شما با موفقیت به مدیرکل ارسال شد.';
$l['contact_subject'] = 'عنوان';
$l['contact_subject_desc'] = 'عنوان مبحثی که می‌خواهید با مدیریت در میان بگذارید.';
$l['contact_message'] = 'پیام';
$l['contact_message_desc'] = 'پیام خود را با جزییات کامل در این قسمت وارد نمایید.';
$l['contact_email'] = 'ایمیل';
$l['contact_email_desc'] = 'جهت ارتباط با شما، ایمیل خود را وارد کنید.';
$l['contact_send'] = 'ارسال';
$l['subject_too_long'] = 'عنوان پیام بسیار طولانی است. لطفاً یک عنوان مناسب با حداکثر طول {1} کارکتر وارد کنید (تعداد کارکترهای فعلی: {2}).';
$l['message_too_short'] = 'Tمتن پیام بسیار کوتاه است. لطفاً یک متن مناسب با حداقل طول {1} کارکتر وارد کنید (تعداد کارکترهای فعلی: {2}).';
$l['message_too_long'] = 'متن پیام بسیار طولانی است. لطفاً یک متن مناسب با حداکثر طول {1} کارکتر وارد کنید (تعداد کارکترهای فعلی: {2}).';

$l['error_stop_forum_spam_spammer'] = 'پوزش! {1} با اطلاعات یک اسپمر مطابقت دارد بنابراین شما نمی‌توانید از طریق این صفحه پیامی را ارسال کنید.';
$l['error_stop_forum_spam_fetching'] = 'پوزش! در بررسی اطلاعات شما در بانک اطلاعاتی اسپمرها مشکلی به وجود آمد. به احتمال فراوان امکان دسترسی به این بانک اطلاعاتی فراهم نشده است. لطفاً لحظاتی دیگر مجدداً تلاش کنید.';

