<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['postdata_invalid_user_id'] = "شناسه‌ی کاربری مورد نظر وجود ندارد، لطفاً یک شناسه درست را وارد نمایید.";
$l['postdata_firstpost_no_subject'] = "موضوع شما عنوان ندارد. لطفاً یک عنوان برای آن وارد کنید.";
$l['postdata_missing_subject'] = "عنوانی وارد نشده است. لطفاً یک عنوان برای موضوع وارد کنید.";
$l['postdata_missing_message'] = "پیامی وارد نشده است. لطفاً پیامی را برای این موضوع بنویسید.";
$l['postdata_message_too_long'] = "این پیام طولانی می‌باشد. لطفاً یک پیام کوتاه‌تر از {1} حرف وارد کنید (تعداد فعلی حروف: {2})";
$l['postdata_message_too_short'] = "این پیام خیلی کوتاه می‌باشد. لطفاً یک پیام طولانی‌تر از {1} حرف وارد کنید.";
$l['postdata_subject_too_long'] = 'عنوان پیام بسیار طولانی است. حداکثر تعداد حروف برای عنوان پیام 85 حرف است درحالی که عنوان مورد نظر شما {1} حرف است.';
$l['postdata_banned_username'] = 'امکان انتخاب این نام کاربری وجود ندارد. لطفاً نام کاربری دیگری را انتخاب کنید.';
$l['postdata_bad_characters_username'] = 'نام کاربری وارد شده حاوی حروف نامناسب است. لطفاً نام کاربری دیگری را انتخاب کنید.';
$l['postdata_invalid_username_length'] = 'طول نام کاربری وارد شده نامناسب است. لطفاً یک نام کاربری که شامل {1} الی {2} حرف باشد را انتخاب کنید.';
$l['postdata_username_exists'] = 'نام کاربری وارد شده قبلاً توسط شخص دیگری انتخاب شده است. لطفاً نام کاربری دیگری را وارد کنید.';
$l['postdata_post_flooding'] = "شما می‌خواهید بلافاصله پس از ارسال یک پست، پست دیگری را ارسال کنید. لطفاً {1} صبر کنید.";
$l['postdata_post_flooding_one_second'] = "شما می‌خواهید بلافاصله بعد ارسال یک پست، پست دیگری ارسال کنید. لطفاً 1 ثانیه‌ی دیگر صبر کنید.";
$l['postdata_too_many_images'] = "پیامی‌که می‌خواهید ارسال کنید دارای {1} تصویر است، شما حداکثر قادر به ارسال {2} تصویر هستید. لطفاً تعداد تصاویر را به حد مجاز برسانید.";
$l['postdata_too_many_videos'] = "پیامی‌که می‌خواهید ارسال کنید دارای {1} ویدئو است، شما حداکثر قادر به ارسال {2} ویدئو هستید. لطفاً تعداد ویدئو‌ها را به حد مجاز برسانید.";
$l['postdata_invalid_prefix'] = 'پیش‌وند انتخاب شده نامعتبر است. لطفاً یک پیش‌وند معتبر را انتخاب کنید.';
$l['postdata_require_prefix'] = 'در این انجمن انتخاب پیش‌وند برای موضوع الزامی است. لطفاً یک پیش‌وند معتبر را از فهرست پیش‌وندها برگزینید.';

$l['thread_closed'] = "موضوع بسته شد";
$l['thread_opened'] = "موضوع باز شد";
$l['thread_stuck'] = "موضوع مهم شد";
$l['thread_unstuck'] = "موضوع از حالت مهم خارج شد";
