<?php
/**
 * MyBB 1.8.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['eventdata_missing_name'] = "رویداد نامی ‌ندارد. لطفاً یک نام برای رویداد قرار دهید.";
$l['eventdata_missing_description'] = "توضیحاتی برای رویداد وجود ندارد. لطفاً یک توضیح برای رویداد قرار دهید.";

$l['eventdata_invalid_start_date'] = "تاریخ شروعی را که برای رویداد وارد کرده‌اید نامعتبر می‌باشد. مطمئن شوید که ماه، سال و روز را به درستی وارد کرده‌اید.";
$l['eventdata_invalid_start_year'] = "رویدادها تنها می‌توانند در 5 سال آینده‌ی ساخته شوند. لطفاً یک سال شروع قانع کننده از فهرست انتخاب کنید.";
$l['eventdata_invalid_start_month'] = "ماه شروعی که وارد کرده‌اید نامعتبر است. لطفاً یک ماه شروع درست انتخاب کنید.";

$l['eventdata_invalid_end_date'] = "تاریخ پایان رویداد وارد شده صحیح نیست. آیا مطمئن هستید که ماه، سال و روز را به درستی وارد کرده‌اید؟";
$l['eventdata_invalid_end_year'] = "رویدادها تنها می‌توانند در 5 سال آینده‌ی ساخته شوند. لطفاً یک سال پایان قانع کننده از فهرست انتخاب کنید.";
$l['eventdata_invalid_end_month'] = "ماه پایانی که وارد کرده‌اید صحیح نیست. لطفاً یک ماه پایان درست را انتخاب کنید.";
$l['eventdata_invalid_end_day'] = "روز پایان وارد شده صحیح نیست. تاریخ روزی را که انتخاب کرده‌اید احتمالاً بزرگ‌تر از تعداد روز‌های موجود در این ماه است.";

$l['eventdata_cant_specify_one_time'] = "اگر می‌خواهید زمان شروع رویداد را تعیین کنید باید زمان پایان رویداد را نیز تعیین کنید.";
$l['eventdata_start_time_invalid'] = "زمان شروعی را که وارد کرده‌اید صحیح نیست. نمونه‌های درست:  12am, 12: 01am, 00: 01.";
$l['eventdata_end_time_invalid'] = "زمان پایانی را که وارد کرده‌اید صحیح نیست. نمونه‌های درست:  12am, 12: 01am, 00: 01.";
$l['eventdata_invalid_timezone'] = "زمان محلی را که برای این رویداد انتخاب کرده‌اید صحیح نیست.";
$l['eventdata_end_in_past'] = "زمانِ تاریخ پایانِ رویدادِ شما قبل از زمان تاریخ شروعِ آن است.";

$l['eventdata_only_ranged_events_repeat'] = "تنها رویداد‌های طبقه‌ی بندی شده می‌توانند تکرار شوند.";
$l['eventdata_invalid_repeat_day_interval'] = "شما روزِ فاصله تکرار رویداد را ناصحیح وارد کرده‌اید.";
$l['eventdata_invalid_repeat_week_interval'] = "شما هفته‌ی فاصله تکرار رویداد را ناصحیح وارد کرده‌اید.";
$l['eventdata_invalid_repeat_weekly_days'] = "شما هیچ یک از روز‌های هفته را که در آن این رویداد رخ می‌دهد را انتخاب نکرده‌اید.";
$l['eventdata_invalid_repeat_month_interval'] = "شما ماه فاصله تکرار رویداد را ناصحیح وارد کرده‌اید.";
$l['eventdata_invalid_repeat_year_interval'] = "شما سال فاصله تکرار رویداد را ناصحیح وارد کرده‌اید.";
$l['eventdata_event_wont_occur'] = "آغاز و پایان رویداد را مطابق تنظیمات وارد کنید. در غیر این صورت رویداد به وجود نخواهد آمد.";

$l['eventdata_no_permission_private_event'] = "شما اجازه‌ی ارسال رویداد‌های شخصی را ندارید.";
