<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['pmdata_too_long_subject'] = "عنوان پیام خصوصی شما بسیار طولانی است لطفاً یک موضوع کوتاه‌تر قرار دهید.";
$l['pmdata_code_no_subject'] = "[بدون عنوان]";
$l['pmdata_missing_subject'] = "شما هیچ عنوانی برای پیام خود وارد نکرده‌اید. لطفاً یک عنوان وارد نمایید.";
$l['pmdata_missing_message'] = "شما هیچ پیامی‌برای ارسال وارد نکرده‌اید. لطفاً یک پیام وارد کنید.";
$l['pmdata_invalid_recipients'] = "یک یا چند عدد از نام‌های کاربری‌ای که شما جهت ارسال پیام به آن‌ها وارد کرده‌اید، وجود ندارند. نام‌های کاربری ناصحیح:  {1}";
$l['pmdata_no_recipients'] = "شما هیچ دریافت کننده‌ای را برای پیام انتحاب نکرده‌اید. شما باید حداقل یک نام کاربری در قسمت دریافت کننده‌ها‌ وارد نمایید.";
$l['pmdata_too_many_recipients'] = "شما نمی‌توانید به طور هم زمان به {1} کاربر پیام ارسال کنید.";
$l['pmdata_recipient_is_ignoring'] = "شما نمی‌توانید به {1} پیام ارسال کنید زیرا شما در لیست سیاه این کاربر قرار گرفته‌اید.";
$l['pmdata_recipient_has_buddy_only'] = "شما نمی‌توانید به {1} پیام خصوصی ارسال کنید. زیرا شما در فهرست دوستان او قرار ندارید.";
$l['pmdata_recipient_pms_disabled'] = "کاربر {1} پیام خصوصی اش را غیرفعال کرده است شما نمی‌توانید به این کاربر پیام ارسال کنید.";
$l['pmdata_recipient_reached_quota'] = "کاربر {1} صندوق پیام خصوصی اش پر شده است به همین دلیل نمی‌توانید به او پیام ارسال کنید.";

$l['pmdata_pm_flooding'] = "شما نمی‌توانید بلافاصله پس از ارسال یک پیام، پیام دیگری را ارسال کنید. لطفاً {1} ثانیه صبر کنید.";
$l['pmdata_pm_flooding_one_second'] = "شما نمی‌توانید بلافاصله پس از ارسال یک پیام، پیام دیگری را ارسال کنید. لطفاً 1 ثانیه‌ی دیگر صبر کنید.";
