<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['userdata_missing_username'] = "شما هیچ عبارتی برای قسمت نام کاربری وارد نکرده‌اید. لطفاً یک نام کاربری وارد نمایید.";
$l['userdata_banned_username'] = "نام کاربری وارد شده قبلاً ثبت شده است. لطفاً یک نام کاربری دیگر وارد نمایید.";
$l['userdata_bad_characters_username'] = "نام کاربری وارد شده دارای حروف غیر مجاز است. لطفاً نام کاربری دیگری انتخاب کنید.";
$l['userdata_invalid_username_length'] = "طول نام کاربری شما غیر مجاز است. لطفاً یک نام کاربری بین {1} الی {2} حرف انتخاب کنید.";
$l['userdata_invalid_usertitle_length'] = "طول عنوان کاربری غیرمجاز است. لطفاً یک عنوان کاربری کوچک‌تر از {1} حرف انتخاب کنید.";
$l['userdata_username_exists'] = "این نام کاربری قبلاً ثبت شده است. لطفاً نام کاربری دیگری را انتخاب کنید.";

$l['userdata_invalid_password_length'] = "طول گذرواژه‌ی‌ وارد شده غیرمجاز است. لطفاً یک گذرواژه‌ که بین {1} الی {2}حرف باشد را وارد نمایید.";
$l['userdata_no_complex_characters'] = "این رمز به اندازه‌ی کافی پیچیده نیست. لطفاً یک رمز که طول آن حداقل {1} حرف باشد وارد کنید، و شامل حرف و عدد باشد.";
$l['userdata_passwords_dont_match'] = "گذرواژه‌ تکرار شده با گذرواژه‌ اصلی تطبیق ندارد. لطفاً گذرواژه‌ را با دقت بیش‌تری وارد کنید.";
$l['userdata_bad_password_security'] = 'گذرواژه‌‌ی وارد شده، با نام کاربری یا ایمیل شما یکسان است. لطفاً گذرواژه‌‌ی قوی‌تری را وارد کنید.';

$l['userdata_missing_email'] = "شما ایمیل کاربر را وارد نکرده‌اید، لطفاً آدرس ایمیل کاربر را وارد نمایید.";
$l['userdata_invalid_email_format'] = "ایمیل وارد شده صحیح نیست. لطفاً یک ایمیل صحیح را وارد کنید.";
$l['userdata_emails_dont_match'] = "دو ایمیل وارد شده با یکدیگر یکسان نیستند لطفاً با دقت بیش‌تری ایمیل خود را وارد نمایید.";
$l['userdata_banned_email'] = "ایمیل وارد شده غیرمجاز است. لطفاً یک ایمیل درست را وارد نمایید.";
$l['userdata_email_already_in_use'] = "این ایمیل قبلاً ثبت شده است. لطفاً ایمیل دیگری وارد نمایید.";

$l['userdata_dob_required'] = "شما تاریخ تولد خود را وارد نکرده‌اید. لطفاً جهت ادامه‌ی ثبت نام تاریخ تولد خود را وارد نمایید - شما می‌توانید سن و تاریخ تولد خود را از سایر کاربران مخفی کنید.";
$l['userdata_invalid_website'] = "آدرس سایتی را که وارد کرده‌اید نامعتبر است. لطفاً یک آدرس درست را وارد نمایید.";
$l['userdata_invalid_icq_number'] = "شناسه‌ی ICQ وارد شده نامعتبر است. لطفاً یک شماره‌ی معتبر وارد کنید یا این فیلد را خالی بگذارید.";
$l['userdata_invalid_birthday'] = "تاریخ تولد وارد شده نامعتبر است. لطفاً یک تاریخ تولد درست را وارد نمایید یا این فیلد را خالی بگذارید.";
$l['userdata_invalid_birthday_coppa'] = "برای تأیید سن خود، لطفاً سال تولد خود را وارد کنید. شما می‌توانید سن و تاریخ تولد خود را در گزینه‌های پروفایلتان مخفی نگاه دارید.";
$l['userdata_invalid_birthday_coppa2'] = "شما برای عضویت در این انجمن باید حداقل 13 سال سن داشته باشید. لطفاً با مدیر تماس بگیرید.";
$l['userdata_invalid_birthday_privacy'] = 'لطفاً یک گزینه‌ی معتبر برای بخش شخصی تاریخ تولد انتخاب کنید.';
$l['userdata_invalid_referrer'] = "معرف وارد شده وجود ندارد. لطفاً یک معرف را وارد نمایید یا این فیلد را خالی بگذارید.";
$l['userdata_invalid_language'] = "زبان انتخاب شده توسط شما وجود ندارد. لطفاً یک زبان معتبر را انتخاب نمایید.";
$l['userdata_invalid_style'] = 'استایل انتخاب شده نامعتبر است. لطفاً یک استایل معتبر را انتخاب کنید.';
$l['userdata_missing_returndate'] = "تاریخ بازگشت مورد نظر توسط شما 1 یا 2 فیلد آن پر نشده است. لطفاً مطمئن شوید که فیلد‌های ماه، روز و سال را پر کرده‌اید.";
$l['userdata_missing_required_profile_field'] = "شما مقداری برای گزینه‌ی \"{1}\" انتخاب نکرده‌اید لطفاً مقداری درست برای این گزینه‌ی انتخاب کنید.";
$l['userdata_bad_profile_field_value'] = 'شما مقدار معتبری را برای فیلد "{1}" وارد نکرده‌اید. لطفاً پیش از ادامه، مقدار معتبری را برای این فیلد وارد کنید.';
$l['userdata_bad_profile_field_values'] = "شما مقداری را برای گزینه‌ی \"{1}\" انتخاب نکرده‌اید . لطفاً از گزینه‌های ارائه شده یکی را انتخاب نمایید.";
$l['userdata_max_limit_reached'] = "شما یک مقدار نامعتبر برای فیلد \"{1}\" وارد کرده‌اید. لطفاً این فیلد را بیش‌تر از \"{1}\" حرف پر نکنید.";
$l['userdata_invalid_checkfield'] = "شناسایی شد که این فرم توسط یک موتور اسپم پر شده است. اگر این یک خطا است با مدیریت تماس حاصل فرمایید.";
$l['userdata_invalid_postnum'] = "تعداد ارسال‌هایی که وارد کرده‌اید صحیح نیست. لطفاً یک مقدار مناسب برای این گزینه‌ی وارد کنید و یا آن را خالی بگذارید.";
$l['userdata_invalid_threadnum'] = "تعداد موضوعات وارد شده نامعتبر است. لطفاً مقداری معتبر را وارد کنید یا این گزینه را خالی بگذارید.";

$l['userdata_too_many_sig_images'] = "پوزش! امضای شما به دلیل این که حاوی تصاویر زیادی است نمی‌تواند به‌روز‌رسانی شود . لطفاً چند تصویر را از امضایتان حذف نمایید.";
$l['userdata_too_many_sig_images2'] = "<strong>توضیح: </strong> بیش‌ترین تعداد تصاویر درون یک امضا {1} تصویر می‌باشد.";
$l['userdata_sig_too_long'] = "به دلیل طولانی بودن بیش از حد، امکان به‌روز‌رسانی امضای شما وجود ندارد. بیش‌ترین تعداد حروف در یک امضا، {1} حرف می‌باشد.";
$l['userdata_sig_remove_chars_plural'] = "لطفاً {1} حرف را پاک کنید سپس دوباره تلاش نمایید.";
$l['userdata_sig_remove_chars_singular'] = "لطفاً 1 حرف را پاک کنید سپس دوباره تلاش نمایید.";