<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */
 
$l['nav_editpost'] = "ویرایش ارسال";
$l['edit_post'] = "ویرایش این ارسال";
$l['delete_post'] = "حذف ارسال";
$l['delete_q'] = "حذف؟";
$l['delete_1'] = "جهت حذف این ارسال گزینه‌ی سمت راست را تیک بزنید سپس روی کلید سمت چپ کلیک کنید.";
$l['delete_2'] = "<b>توضیح: </b>اگر این ارسال اولین ارسال این موضوع باشد، کل موضوع حذف خواهد شد.";
$l['subject'] = "عنوان: ";
$l['your_message'] = "پیام شما";
$l['post_options'] = "گزینه‌های ارسال: ";
$l['editreason'] = "دلیل ویرایش:";
$l['options_sig'] = "<b>امضا: </b> نمایش امضای شما (ویژه‌ی اعضای انجمن).";
$l['options_emailnotify'] = "<strong> اطلاع رسانی از طریق ایمیل: </strong> دریافت ایمیل پس از پاسخ دادن کاربرها به این موضوع (ویژه‌ی اعضای انجمن).";
$l['options_disablesmilies'] = "<b>غیرفعال‌سازی شکلک‌ها: </b> عدم نمایش شکلک‌ها در این ارسال.";
$l['preview_post'] = "مشاهده‌ی ارسال";
$l['update_post'] = "به‌روز‌رسانی ارسال";
$l['poll'] = "نظرسنجی: ";
$l['poll_desc'] = "شما می‌توانید یک نظرسنجی قرار دهید.";
$l['poll_check'] = "می‌خواهم یک نظرسنجی قرار دهم";
$l['num_options'] = "تعداد گزینه‌ها: ";
$l['max_options'] = "(بیش‌ترین تعداد گزینه‌ها:  {1} گزینه)";
$l['delete_now'] = "حذف";
$l['edit_time_limit'] = "متأسفانه شما نمی‌توانید ارسال خود را ویرایش کنید. ارسال‌ها تنها {1} دقیقه پس از ارسال می‌توانند ویرایش شوند.";
$l['no_prefix'] = "بدون پیش‌وند";

$l['redirect_nodelete'] = "ارسال مورد نظر حذف نشد زیرا شما گزینه‌ی \"حذف\" را تیک نزده‌اید.";
$l['redirect_norestore'] = "به دلیل این‌که شما گزینه‌ی \"بازیابی\" را انتخاب نکرده‌اید، ارسال بازیابی نشد.";
$l['redirect_postedited'] = "سپاس گزاریم، این ارسال ویرایش شد.<br />";
$l['redirect_postedited_redirect'] = "اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_postedited_poll'] = "سپاس گزاریم، این ارسال ویرایش شد. <br />به دلیل این‌که شما قصد ایجاد نظرسنجی دارید به قسمت ایجاد نظرسنجی هدایت خواهید شد.";
$l['error_invalidpost'] = "شما آدرس نامعتبری را وارد کرده‌اید. مطمئن شوید که این ارسال وجود دارد.";
$l['redirect_threaddeleted'] = "سپاس گزاریم، موضوع حذف شد.<br />اکنون به انجمن باز خواهید گشت.";
$l['redirect_postdeleted'] = "سپاس گزاریم، ارسال با موفقیت حذف شد.<br />اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_threadrestored'] = "سپاس گزاریم! موضوع مورد نظر بازیابی شد.<br />اکنون به انجمن مورد نظر بازخواهید گشت.";
$l['redirect_postrestored'] = "سپاس گزاریم! ارسال مورد نظر بازیابی شد.<br />اکنون به موضوع مورد نظر بازخواهید گشت.";
$l['redirect_threadclosed'] = "شما نمی‌توانید ارسال‌های‌های این موضوع را ویرایش کنید زیرا مدیریت ویرایش ارسال‌ها را غیرفعال کرده است.";
$l['redirect_post_moderation'] = "مدیر انجمن مشخص کرده است که تمامی ارسال‌های ویرایش شده نیاز به تأیید مدیر دارند. اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_thread_moderation'] = "مدیر انجمن مشخص کرده است که تمامی ارسال‌های ویرایش شده نیاز به تأیید مدیر دارند. اکنون به صفحه‌ی اصلی انجمن هدایت خواهید شد.";
$l['error_already_delete'] = "پوزش! اما این ارسال قبلاً حذف شده است.";

$l['thread_deleted'] = "حذف موضوع";
$l['post_deleted'] = "ارسال را برای همیشه حذف کرد";
$l['thread_soft_deleted'] = "موضوع را به صورت قابل بازیابی حذف کرد";
$l['post_soft_deleted'] = "ارسال را به صورت قابل بازیابی حذف کرد";
$l['thread_restored'] = "موضوع را بازیابی کرد";
$l['post_restored'] = "ارسال را بازیابی کرد";

$l['error_already_deleted'] = 'ارسال مورد نظر قبلاً حذف شده است.';

