<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['nav_group_management'] = "مدیریت گروه {1}";
$l['nav_join_requests'] = "درخواست‌های اشتراک";
$l['nav_group_memberships'] = "اعضای گروه";

$l['not_leader_of_this_group'] = "پوزش! شما مدیر این گروه نیستید.";
$l['invalid_group'] = "این گروه کاربری وجود ندارد.";
$l['pending_requests'] = "درخواست‌های در انتظار تأیید برای مشترک شدن در گروه‌های کاربری ";
$l['num_requests_pending'] = "در حال حاضر تعداد <strong>{1}</strong> درخواست در انتظار تأیید برای پیوستن به این گروه کاربری وجود دارد.";
$l['group_management'] = "مدیریت گروه";
$l['members_of'] = "اعضای \"{1}\"";
$l['user_name'] = "نام کاربری";
$l['contact'] = "تماس";
$l['reg_date'] = "عضو شده";
$l['post_count'] = "تعداد ارسال‌ها";
$l['remove_selected'] = "حذف کاربران انتخاب شده از گروه";
$l['add_member'] = "افزودن کاربر به \"{1}\"";
$l['add_member_submit'] = "افزودن کاربر به گروه";
$l['invite_member'] = "دعوت کردن کاربر به \"{1}\"";
$l['invite_member_submit'] = "دعوت کردن کاربر به گروه";
$l['join_requests'] = "درخواست‌های پیوستن به گروه";
$l['join_requests_title'] = "درخواست‌های پیوستن برای \"{1}\"";
$l['leader'] = "(رهبر گروه)";
$l['reason'] = "دلیل";
$l['accept'] = "پذیرش";
$l['ignore'] = "فراموش کردن";
$l['decline'] = "رد درخواست";
$l['action_requests'] = "اعمال";
$l['join_requests_moderated'] = "درخواست‌های پیوستن به گروه، مدیریت شدند. <br >اکنون به فهرست درخواست‌ها هدایت خواهید شد.";
$l['no_requests'] = "در حال حاضر هیچ درخواست پیوستنی برای این گروه وجود ندارد.";
$l['no_users'] = "کاربری در این گروه عضو نشده است.";
$l['user_added'] = "این کاربر به گروه کاربری اضافه شد.";
$l['users_removed'] = "کاربر انتخاب شده از گروه کاربری حذف شد.";
$l['group_no_members'] = "در حال حاضر کاربری در این گروه وجود ندارد.<br />جهت بازگشت به قسمت مدیریت گروه <a href=\"usercp.php?action=usergroups\">اینجا</a> کلیک کنید.";
$l['group_public_moderated'] = "این گروه کاربری یک گروه کاربری عمومی‌هست که هر کاربر می‌تواند به آن بپیوندد. همه درخواست‌های پیوستن باید توسط رهبر گروه مدیریت شوند.";
$l['group_public_not_moderated'] = "این گروه کاربری یک گروه کاربری عمومی‌هست که هر کاربر می‌تواند به طور رایگان و آزادانه به آن بپیوندد.";
$l['group_public_invite'] = "این گروه یک گروه عمومی است که برای عضویت در آن، باید از طرف رهبر گروه دعوت شوید.";
$l['group_private'] = "این گروه کاربری یک گروه کاربری خصوصی می‌باشد. تنها کاربرانی که توسط رهبر گروه به گروه افزوده شده‌اند می‌توانند جزیی از آن گروه باشند.";
$l['group_default'] = "این گروه کاربری یک گروه کاربری مرکزی است.";
$l['group_leaders'] = "رهبر‌های گروه";
$l['no_users_selected'] = "پوزش! به نظر نمی‌آید کاربری برای حذف انتخاب شده باشد.<br />لطفاً بازگردید و کاربری را که می‌خواهید از این گروه حذف کنید را انتخاب کنید.";

$l['error_alreadyingroup'] = "کاربر مورد نظر در حال حاضر نیز عضو این گروه است.";
$l['error_alreadyinvited'] = "کاربر مورد نظر قبلاً دعوت شده است.";

$l['user_invited'] = "کاربر مورد نظر به عضویت در گروه دعوت شد.";
$l['invite_pm_subject'] = "شما به عضویت در \"{1}\" دعوت شده‌اید.";
$l['invite_pm_message'] = "شما یک دعوت‌نامه برای پیوست به گروه کاربری \"{1}\" دریافت کرده‌اید.

به منظور عضویت در این گروه، لطفاً به صفحه‌ی [url={2}/usercp.php?action=usergroups]گروه‌های عضو[/url] خود رفته و بر روی 'پذیرش دعوت' کلیک کنید.

این دعوت‌نامه منقضی نخواهد شد.";
$l['invite_pm_message_expires'] = "شما یک دعوت‌نامه برای پیوست به گروه کاربری \"{1}\" دریافت کرده‌اید.

به منظور عضویت در این گروه، لطفاً به صفحه‌ی [url={2}/usercp.php?action=usergroups]گروه‌های عضو[/url] خود رفته و بر روی 'پذیرش دعوت' کلیک کنید.

این دعوت‌نامه {3} روز پس از تاریخ ارسال این پیام، منقضی خواهد شد.";


