<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['nav_register'] = "ثبت نام";
$l['nav_activate'] = "فعال‌سازی";
$l['nav_resendactivation'] = "ارسال مجدد ایمیل فعال سازی";
$l['nav_lostpw'] = "بازیابی گذرواژه‌ فراموش شده";
$l['nav_resetpassword'] = "بازنشانی گذرواژه‌";
$l['nav_login'] = "ورود";
$l['nav_emailuser'] = "ارسال ایمیل به کاربر";
$l['nav_profile'] = "پروفایل کاربری {1}";

$l['tpp_option'] = "نمایش {1} موضوع در هر صفحه";
$l['ppp_option'] = "نمایش {1} ارسال در هر صفحه";
$l['account_activation'] = "فعال سازی حساب کاربری";
$l['activate_account'] = "حساب کاربری فعال شده";
$l['activation_code'] = "کد فعال سازی:";

$l['email_user'] = "ارسال یک ایمیل به {1}";
$l['email_subject'] = "عنوان ایمیل";
$l['email_message'] = "پیام ایمیل";
$l['send_email'] = "ارسال ایمیل";
$l['error_hideemail'] = "دریافت کننده ایمیل خود را پنهان کرده است به همین دلیل نمی‌توانید به او ایمیل ارسال نمایید.";
$l['error_no_email_subject'] = "شما باید برای ایمیل خود یک عنوان انتخاب نمایید";
$l['error_no_email_message'] = "شما باید برای ایمیل خود یک پیام وارد نمایید";

$l['login'] = "ورود";
$l['pw_note'] = "لطفاً توجه نمایید که گذرواژه‌ نسبت به بزرگ و کوچک بودن حروف حساس است.";
$l['lostpw_note'] = "گذرواژه‌ی خود را فراموش کرده‌اید؟";
$l['lost_pw'] = "گذرواژه‌‌ام را فراموش کرده‌ی ام";
$l['lost_pw_form'] = "فرم بازیابی گذرواژه‌ی فراموش شده";
$l['email_address'] = "آدرس ایمیل: ";
$l['request_user_pass'] = "درخواست اطلاعات ورود‌";
$l['profile'] = "پروفایل کاربری {1}";
$l['registration_date'] = "تاریخ ثبت نام: ";
$l['date_of_birth'] = "تاریخ تولد: ";
$l['birthdayhidden'] = "مخفی";
$l['birthday'] = "تولد: ";
$l['local_time'] = "زمان محلی: ";
$l['local_time_format'] = "{1} , {2}";
$l['users_forum_info'] = "اطلاعات انجمن {1}";
$l['joined'] = "تاریخ عضویت: ";
$l['lastvisit'] = "آخرین بازدید: ";
$l['total_posts'] = "کل ارسال‌ها: ";
$l['ppd_percent_total'] = "{1} ارسال در هر روز | {2} درصد از کل ارسال‌ها";
$l['total_threads'] = "کل موضوع‌ها:";
$l['tpd_percent_total'] = "{1} موضوع در هر روز | {2} درصد از کل موضوع‌ها";
$l['find_posts'] = "یافتن تمامی ارسال‌ها";
$l['find_threads'] = "یافتن تمامی موضوع‌ها";
$l['members_referred'] = "تعداد کاربران معرفی کرده: ";
$l['rating'] = "اعتبار: ";
$l['users_contact_details'] = "اطلاعات تماسِ {1}";
$l['homepage'] = "وب‌ سایت: ";
$l['pm'] = "پیام خصوصی: ";
$l['send_pm'] = "ارسال یک پیام خصوصی به {1}.";
$l['icq_number'] = "شماره‌ی ICQ: ";
$l['aim_screenname'] = "شناسه‌ی AIM: ";
$l['yahoo_id'] = "شناسه‌ی Yahoo: ";
$l['skype_id'] = "شناسه‌ی Skype:";
$l['google_id'] = "شناسه‌ی Google Talk:";
$l['avatar'] = "آواتار: ";
$l['warning_level'] = "میزان اخطار: ";
$l['warn'] = "اخطار";
$l['away_note'] = "{1} در حال حاضر غایب است.";
$l['away_reason'] = "دلیل غیبت: ";
$l['away_since'] = "غیبیت از تاریخ: ";
$l['away_returns'] = "تازیخ بازگشت: ";
$l['away_no_reason'] = "مشخص نشده.";
$l['ban_note'] = "این حساب کاربری در حال حاضر محروم شده است.";
$l['ban_by'] = "محروم شده توسط";
$l['ban_length'] = "مدت زمان محرومیت";
$l['ban_remaining'] = "مدت زمان باقی مانده از محرومیت";

$l['users_additional_info'] = "اطلاعات اضافی درباره‌ی {1}";
$l['email'] = "ایمیل: ";
$l['send_user_email'] = "ارسال یک ایمیل به {1}.";
$l['users_signature'] = "امضای {1}";
$l['agreement'] = "توافق‌نامه‌ی ثبت نام";
$l['agreement_1'] = "با این‌که همه‌ی ما در تلاش برای حذف و یا ویرایش ارسال‌هایی که در برگیرنده‌ی مطالب غیر اخلاقی، سوء استفاده، منفور، بدگویانه، تهمت و یا هرچیز دیگری که حریم خصوصی افراد را مورد تجاوز قرار می‌دهد و یا حریم قانون را نقض می‌کند، هستیم، اما این غیرممکن است که بتوانیم هر پیام و ارسال و هر چیزی را کنترل کنیم. به همین دلیل شما می‌پذیرید که مطالب ارسال شده در این انجمن، نظرات و دیدگاه‌های نویسنده‌ی آن است و لزوماً دیدگاه مدیریت نیست! لذا ما مسئول هرگونه پیام ارسال شده در این انجمن نیستیم و دقت و تمامیت هیچ یک ار پیام‌های ارسال شده در این انجمن را تأیید نمی‌کنیم.";
$l['agreement_2'] = "با ثبت نام شما در این انجمن، شما می‌پذیرید که از ارسال هر مطلبی که محتوی دانستنی‌های غلط، مطالب بدون صحت، بد گویی، منفور و یا تجاوز به حقوق و شخصیت دیگران و مطالب غیر اخلاقی و یا هر مطلب دیگری که قوانین را نقض می‌کند باشد، پرهیز خواهید کرد.";
$l['agreement_3'] = "عدم اجابت این قوانین ممکن است به تعلیق حساب کاربری شما و یا ممنوعیت دائم از دسترسی شما به این انجمن بیانجامد. شناسه‌ی IP شما با هر ارسال در این انجمن ثبت شده و در صورت لزوم، توسط تیم مدیریت انجمن قابل یافتن می‌باشد. شما می‌پذیرید که ما توانایی و حق پاک کردن، ویرایش و یا بستن هر حساب کاربری و یا مطلب ارسالی در هر زمان که لازم باشد را داریم. شما همچنین توافق می‌کنید که همه‌ی اطلاعاتی که شما در این انجمن وارد می‌کنید، در یک بانک اطلاعاتی ذخیره می‌شود و همچنین کوکی‌ها بر روی رایانه‌ی شما جهت ذخیره‌ی اطلاعات ورود شما، نگه‌داری می‌شوند.";
$l['agreement_4'] = "هرگونه اطلاعات شما در این انجمن بدون رضایت و موافقت شما به هیچ شخص ثالثی[به‌جز مراجع قضایی و دولتی] ارائه نخواهد شد. هرچند که تیم مدیریت انجمن هیچ گونه مسئولیتی در قبال حملات آنلاین (هک) که موجب افشای اطلاعات شما می‌شود، ندارد.";
$l['agreement_5'] = "با ثبت نام شما در این انجمن و ادامه‌ی این مرحله، شما با قوانین بالا و موارد دیگری که تیم مدیریت تعیین کرده است موافقت می‌کنید. آیا با این موارد موافق هستید؟";
$l['registration'] = "ثبت نام";
$l['required_fields'] = "فیلد‌های اجباری";
$l['complex_password'] = "<acronym title=\"یک رمز که حداقل از {1} حرف تشکیل شده باشد و شامل حرف و عدد باشد.\"> پیچیده است</acronym> رمز: ";
$l['confirm_email'] = "تکرار ایمیل: ";
$l['optional_fields'] = "فیلد‌های اختیاری";
$l['website_url'] = "آدرس وب سایت و یا انجمن شما: ";
$l['birthdate'] = "تاریخ تولد: ";
$l['additional_info'] = "اطلاعات اضافی";
$l['required_info'] = "اطلاعات الزامی";
$l['i_agree'] = "موافقت می‌کنم";
$l['account_details'] = "توضیحات حساب کاربری";
$l['account_prefs'] = "تنظیمات حساب کاربری: ";
$l['invisible_mode'] = "عدم نمایش در فهرست افراد آنلاین.";
$l['allow_notices'] = "دریافت ایمیل از مدیران.";
$l['hide_email'] = "مخفی نگه داشتن آدرس ایمیل از سایر کاربران.";
$l['email_notify'] = "اشتراک خودکار در موضوعاتی که در آن‌ها شرکت داشته‌اید.";
$l['receive_pms'] = "دریافت پیام خصوصی از سایر کاربران.";
$l['pm_notice'] = "مطلع شدن از دریافت پیام خصوصی.";
$l['email_notify_newpm'] = "مطلع شدن از دریافت پیام خصوصی از طریق ایمیل.";
$l['time_offset'] = "زمان محلی (بدون در نظر گرفتن <acronym title=\"ساعت تابستانی که در آن ساعت‌ها یک ساعت به جلو و یا عقب کشیده می‌شوند.\">ساعت تابستانی</acronym>): ";
$l['time_offset_desc'] = "اگر در منطقه‌ی زمانی متفاوت با منطقه‌ی زمانی این انجمن زندگی می‌کنید آن را از فهرست زیر انتخاب کنید.";
$l['dst_correction'] = "تنظیمات ساعت تابستانی: ";
$l['dst_correction_auto'] = "به طور خودکار تنظیمات ساعت تابستانی را شناسایی کن";
$l['dst_correction_enabled'] = "همیشه از تصحیح ساعت تابستانی استفاده کن";
$l['dst_correction_disabled'] = "هرگز از تصحیح ساعت تابستانی استفاده نکن";
$l['redirect_registered_coppa_activate'] = "{2} گرامی! از ثبت نام شما در {1} سپاس گزاریم. حساب کاربری شما با موفقیت ایجاد شده است در صورتی که شما زیر 13 سال سن دارید، جهت این که این حساب مورد استفاده قرار گیرد، رضایت و اجازه‌ی والدین شما مورد نیاز است .<br /><br /> نیاز است که اجازه‌نامه‌ی والدین دریافت و پر شود و به ما ارسال شود.<a href=\"member.php?action=coppa_form\"> فرم رضایت نامه‌ی COPPA </a>.</br><br> هنگامی که ما فرم پر شده را دریافت نماییم حساب شما فعال خواهد شد.";
$l['coppa_compliance'] = "توافق‌نامه‌ی COPPA";
$l['coppa_desc'] = "برای ثبت نام در این انجمن‌ها، شما باید سن خودتان را در a href=\"http://coppa.org/\" title=\"Children's Online Privacy Protection Act\" target=\"_blank\">COPPA</a> تأیید کنید. لطفاً تاریخ تولدتان را وارد کنید. </br></br> اگر شما کم‌تر از 13 سال سن دارید باید فرم <a href=\"member.php?action=coppa_form\" target=\"_blank\">COPPA Compliance &amp; Permission form</a> رضایت از والدین را، والدینتان پر کرده و یک کپی از آن را برای ما ارسال کنید.";
$l['hide_dob'] = "شما پس از ثبت نام می‌توانید انتخاب کنید که سن شما از سایر اعضا پنهان بماند.";
$l['signature'] = "امضا:";
$l['continue_registration'] = "ادامه‌ی ثبت نام";
$l['birthdayprivacy'] = "تاریخ تولد (خصوصی): ";
$l['birthdayprivacyall'] = "نمایش سن و تاریخ تولد";
$l['birthdayprivacynone'] = "پنهان کردن سن و تاریخ تولد";
$l['birthdayprivacyage'] = "فقط نمایش سن";
$l['leave_this_field_empty'] = "این فیلد را خالی بگذارید:";
$l['error_need_to_be_thirteen'] = "جهت ثبت نام در این انجمن شما باید 13 سال و یا بیش‌تر سن داشته باشید.";
$l['coppa_registration'] = "فرم ثبت نام COPPA";
$l['coppa_form_instructions'] = "لطفاً این فرم را چاپ نمایید و پرکنید و یا آن را به شماره‌ی زیر فکس کنید و یا به ایمیل زیر ارسال نمایید.";
$l['fax_number'] = "شماره‌ی فکس: ";
$l['mailing_address'] = "ایمیل: ";
$l['account_information'] = "اطلاعات حساب کاربری";
$l['parent_details'] = "مشخصات ولی / سرپرست";
$l['full_name'] = "نام کامل: ";
$l['relation'] = "نسبت: ";
$l['phone_no'] = "شماره‌ی تلفن: ";
$l['coppa_parent_agreement'] = "من تأیید می‌کنم که این اطلاعات درست است و اطلاعات را درست وارد کرده ام و و هر گونه تغییر در اطلاعات با وارد نمودن نام کاربری و پسورد با درخواست قابل تغییر است. ";

$l['coppa_agreement_1'] = "کاربران زیر 13 سال باید اجازه‌ی والدین و یا سرپرست خود را دریافت کنند جهت ثبت نام در {1}.";
$l['coppa_agreement_2'] = "والدین و یا سرپرست قانونی باید این فایل را دریافت کنند، آن را پر کنند و برای ما ارسال نمایند <a href=\"member.php?action=coppa_form\" target=\"_blank\">COPPA Compliance &amp; Permission form</a> برای فعال‌سازی عضویت.";
$l['coppa_agreement_3'] = "اگر تمایل به ثبت نام بدون اجازه‌ی والدین دارید همین الان می‌توانید ثبت نام کنید ولی تازمانی که اجازه‌ی نامه به دست ما نرسد حساب شما فعال نخواهد شد.";

$l['error_invalid_birthday'] = 'تاریخ تولد وارد شده نامعتبر است. لطفاً یک تاریخ تولد صحیح را وارد کنید.';
$l['error_awaitingcoppa'] = "شما نمی‌توانید از حسابی که در فهرست انتظار COPPA وجود دارد پیش از تأیید والدین و یا سرپرست قانونی استفاده کنید.<br /><br />والدین و یا قیم قانونی نیاز به دریافت این فایل خواهند داشت، آن را پر کنند و برای ما ارسال نمایند <a href=\"member.php?action=coppa_form\" target=\"_blank\">COPPA Compliance &amp; Permission form</a> با دریافت کامل این فرم، حساب کاربری شما فعال خواهد شد.";

$l['lang_select'] = "تنظیمات زبان: ";
$l['lang_select_desc'] = "اگر در کشوری که زبان آن با زبان انجمن مغایرت دارد زندگی می‌کنید، می‌توانید زبان خود را در صورت موجود بودن، از این فهرست انتخاب نمایید.";
$l['lang_select_default'] = "استفاده از تنظیمات پیش‌فرض";

$l['submit_registration'] = "ثبت نام!";
$l['confirm_password'] = "تکرار گذرواژه‌: ";
$l['referrer'] = "معرف: ";
$l['referrer_desc'] = "اگر یکی از کاربران، این انجمن را به شما معرفی کرده است شما می‌توانید نام کاربری او را در این فیلد وارد کنید در غیر این صورت این فیلد را خالی بگذارید.";
$l['resend_activation'] = "ارسال مجدد ایمیل فعال سازی حساب کاربری ";
$l['request_activation'] = "درخواست مجدد کد فعال سازی";
$l['ppp'] = "تعداد ارسال‌ها در هر صفحه: ";
$l['ppp_desc'] = "به شما این امکان را می‌دهد که تعداد ارسال‌هایی که در یک موضوع نمایش داده می‌شوند را انتخاب نمایید.";
$l['tpp'] = "تعداد موضوعات در هر صفحه: ";
$l['tpp_desc'] = "به شما این امکان را می‌دهد که تعداد موضوعاتی که در فهرست موضوعات نمایش داده می‌شوند را انتخاب نمایید.";
$l['reset_password'] = "حذف گذرواژه‌";
$l['send_password'] = "ارسال گذرواژه‌ جدید‌";
$l['registration_errors'] = "خطاهای زیر به هنگام ثبت نام شما رخ داده است: ";
$l['timeonline'] = "مدت زمان حضور در انجمن: ";
$l['timeonline_hidden'] = "(پنهان)";
$l['registrations_disabled'] = "پوزش! شما نمی‌توانید در این زمان در انجمن ثبت نام کنید زیرا مدیر سایت ثبت نام را در سایت برای مدتی غیرفعال کرده است.";
$l['error_username_length'] = "نام کاربری نامعتبر است. نام کاربری باید بین {1} الی {2} حرف باشد.";
$l['error_stop_forum_spam_spammer'] = 'پوزش! {1} شما با اطلاعات یک اسپمر مطابقت دارد. اگر فکر می‌کنید این خطا اشتباهاً رخ داده است، لطفاً با مدیریت تماس بگیرید.';
$l['error_stop_forum_spam_fetching'] = 'پوزش! در بررسی اطلاعات شما در بانک اطلاعاتی اسپمرها مشکلی به وجود آمد. به احتمال فراوان امکان دسترسی به این بانک اطلاعاتی فراهم نشده است. لطفاً لحظاتی دیگر مجدداً تلاش کنید.';

$l['none_registered'] = "ثبت نام نکرده";
$l['not_specified'] = "تعیین نشده";
$l['membdayage'] = "({1} ساله)";
$l['mod_options'] = "گزینه‌های ناظم";
$l['edit_in_mcp'] = "ویرایش این کاربر در کنترل پنل ناظم";
$l['ban_in_mcp'] = "محروم سازی این کاربر در کنترل پنل ناظم";
$l['purgespammer'] = "پاک‌سازی اسپمر";
$l['edit_usernotes'] = "ویرایش یادداشت‌های این کاربر در کنترل پنل ناظم";
$l['no_usernotes'] = "در حال حاضر این کاربر یادداشتی ندارد.";
$l['view_all_notes'] = "مشاهده‌ی تمام یادداشت‌ها";
$l['view_notes_for'] = "مشاهده‌ی یادداشت‌های {1}";
$l['reputation'] = "اعتبار: ";
$l['reputation_vote'] = "اهدای اعتبار";
$l['reputation_details'] = "جزییات";
$l['already_logged_in'] = "توجه:  شما در حال حاضر با نام کاربری{1} وارد شده‌اید.";
$l['admin_edit_in_acp'] = "ویرایش این کاربر در کنترل پنل مدیر‌کل";
$l['admin_ban_in_acp'] = "محروم سازی این کاربر در کنترل پنل مدیر‌کل";
$l['admin_options'] = "اختیارات مدیرکل";

$l['redirect_registered_activation'] = "{2} گرامی! از ثبت نام شما در {1} سپاس گزاریم. <p> جهت تکمیل ثبت نام خود، لطفاً ایمیل خود را جهت فعال سازی حساب کاربریتان بررسی کنید. تا زمانی که حساب کاربریتان را فعال نکنید قادر نخواهید بود که در این انجمن مطلب ارسال نمایید.";
$l['redirect_emailupdated'] = "ایمیل شما با موفقیت تغییر یافت.<br/>اکنون به صفحه‌ی اصلی باز خواهید گشت.";
$l['redirect_accountactivated'] = "حساب کاربری شما با موفقیت فعال شد.<br />اکنون به صفحه‌ی اصلی انجمن باز خواهید گشت.";
$l['redirect_accountactivated_admin'] = "ایمیل شما با موفقیت تأیید شد.<br />اکنون عضویت شما باید توسط یک مدیر تأیید شود. تا آن زمان، شما نمی‌توانید در این انجمن مطلبی را ارسال کنید.<br />اکنون به صفحه‌ی اصلی هدایت می‌شوید.";
$l['redirect_registered'] = "{2} گرامی! از ثبت نام شما در {1} سپاس گزاریم.<br />اکنون به صفحه‌ی اصلی انجمن باز خواهید گشت.";
$l['redirect_registered_admin_activate'] = "{2} گرامی! از ثبت نام شما در {1} سپاس گزاریم.<br />حساب کاربری شما باید توسط مدیر فعال شود.  تا قبل از فعال سازی حساب شما توسط مدیر شما قادر به ارسال مطلب در این انجمن نخواهید بود.";
$l['redirect_loggedout'] = "شما با موفقیت خارج شدید.<br /> اکنون به صفحه‌ی اصلی انجمن هدایت خواهید شد.";
$l['redirect_alreadyloggedout'] = "شما خارج شده‌اید و یا هنوز وارد حساب کاربری خود نشده‌اید .<br />اکنون به صفحه‌ی اصلی انجمن هدایت خواهید شد.";
$l['redirect_lostpwsent'] = "سپاس گزاریم، تمامی حساب‌های کاربری مربوط به آن ایمیل به آدرس مورد نظر ارسال شد .<br ></br/>اکنون به صفحه‌ی اصلی انجمن هدایت خواهید شد.";
$l['redirect_activationresent'] = "ایمیل فعال سازی حساب کاربری شما ارسال شد.";
$l['redirect_passwordreset'] = "سپاس گزاریم، گذرواژه‌ حساب کاربری شما تعویض شد. گذرواژه‌ تازه‌ شما به ایمیلتان ارسال شد.";
$l['redirect_memberrated'] = "اعتبار شما با موفقیت به کاربر اضافه شد.";
$l['redirect_registered_passwordsent'] = "گذرواژه‌ اتفاقی ایجاد، و به ایمیلتان ارسال شد. قبل از این که بتوانید به این انجمن وارد شوید باید ایمیلتان را بررسی کنید تا به آن رمز دست پیدا نمایید.";
$l['redirect_validated'] = "سپاس گزاریم، حساب کاربری شما معتبر شد.<br />اکنون به انجمن باز خواهید گشت.";

$l['error_activated_by_admin'] = "شما نمی‌توانید ایمیل فعال سازی را دوباره ارسال کنید تمامی ثبت نام‌ها باید توسط مدیر تأیید شوند.";
$l['error_alreadyregistered'] = "پوزش! اطلاعات نشان می‌دهد که شما قبلاً در این انجمن ثبت نام کرده‌اید. و ثبت نام با چند نام کاربری توسط مدیریت غیرفعال شده است.";
$l['error_alreadyregisteredtime'] = "ثبت نام شما نمی‌تواند تکمیل شود. به دلیل این‌که در {2} ساعت گذشته تعداد {1} حساب کاربری با IP شما ایجاد شده است. لطفاً بعداً تلاش کنید.";
$l['error_badlostpwcode'] = "به نظر می‌رسد که شما کد فعال سازی را ناصحیح وارد کرده‌اید. لطفاً ایمیلی را که در انجمن وارد کرده‌اید را چک کنید. جهت اطلاعات بیش‌تر با مدیر‌کل تماس بگیرید.";
$l['error_badactivationcode'] = "شما کد فعال‌سازی را ناصحیح وارد کرده‌اید. جهت ارسال مجدد ایمیل فعال سازی به ایمیل شما  <a href=\"member.php?action=resendactivation\">اینجا</a> را کلیک کنید.";
$l['error_alreadyactivated'] = "به نظر می‌رسد که حساب کاربری شما فعال شده است و نیازی به ایمیل فعال سازی نیست.";
$l['error_alreadyvalidated'] = "ایمیل شما قبلاً تأیید شده است.";
$l['error_nothreadurl'] = "پیام شما دربرگیرنده‌ی آدرس انجمن نیست. لطفاً از گزینه‌ی \"ارسال به دوست\" استفاده کنید.";
$l['error_bannedusername'] = "شما یک نام کاربری غیر مجاز وارد کرده‌اید.  لطفاً یک نام کاربری دیگر را انتخاب کنید.";
$l['error_notloggedout'] = "شما نمی‌توانید از انجمن خارج شوید. این خطا ممکن است به دلیل بعضی از کد‌های جاوا که کاربر را به صورت اتوماتیک خارج می‌کند باشد. اگر می‌خواهید خارج شوید لطفاً بر روی \"خروج\" در بالای صفحه کلیک کنید.";
$l['error_regimageinvalid'] = "متن تصویر امنیتی را ناصحیح وارد کرده‌اید. لطفاً متن درون تصویر را با دقت بیش‌تری وارد نمایید.";
$l['error_regimagerequired'] = "لطفاً فیلد تأیید تصویر را پر نمایید. لطفاً متن درون تصویر را دقیقا همانطوری که می‌بینید وارد کنید.";
$l['error_spam_deny'] = "سیستم ما شما را به عنوان یک عضو اسپم شناسایی کرده است. بنابراین امکان ثبت نام شما در این انجمن وجود ندارد. اگر تصور می‌کنید که این یک ایراد از سیستم ما است٬ لطفاً با مدیر‌کل تماس بگیرید.";
$l['error_spam_deny_time'] = "سیستم‌های ما شما را به عنوان یک اسپمر شناسایی کردند و به همین دلیل از ثبت نام شما جلوگیری به عمل آمد.  برای جلوگیری از ثبت نام‌های خودکار، عملیات ثبت نام باید حداقل {1} ثانیه به طول بیانجامد درحالی که عملیات ثبت نام شما {2} ثانیه زمان برده است. اگر احساس می‌کنید ما اشتباه می‌کنیم، با مدیرکل تماس بگیرید.";

$l['js_validator_no_username'] = "شما باید یک نام کاربری وارد کنید";
$l['js_validator_invalid_email'] = "شما باید یک ایمیل معتبر را وارد نمایید";
$l['js_validator_email_match'] = "ایمیل‌های وارد شده با یکدیگر یکسان نیستند";
$l['js_validator_no_image_text'] = "شما باید متن درون تصویر را وارد نمایید";
$l['js_validator_no_security_question'] = "شما باید به پرسش فوق پاسخ دهید.";
$l['js_validator_password_matches'] = "رمز‌های ورود با یکدیگر یکسان نیستند";
$l['js_validator_password_complexity'] = "بررسی پیچیدگی رمز ...";
$l['js_validator_password_length'] = "گذرواژه‌ شما باید حداقل {1} حرفی باشد";
$l['js_validator_not_empty'] = "شما باید یک مقدار را برای این فیلد وارد و یا انتخاب کنید";
$l['js_validator_checking_username'] = "در حال بررسی در دسترس بودن نام کاربری ...";
$l['js_validator_username_length'] = "نام کاربری باید بین {1} الی {2} حرف باشد";
$l['js_validator_checking_referrer'] = "در حال بررسی در دسترس بودن نام کاربری معرف ...";
$l['js_validator_captcha_valid'] = "در حال بررسی درست بودن کد امنیتی وارد شده ...";

$l['security_question'] = "پرسش امنیتی";
$l['question_note'] = "لطفاً به پرسش امنیتی ارائه شده پاسخ دهید. این پرسش از اجرای فرآیند‌های خودکار جلوگیری می‌کند..";
$l['error_question_wrong'] = "پاسخ شما به پرسش امنیتی اشتباه است. لطفاً دوباره تلاش کنید.";

$l['subscription_method'] = "حالت پیش‌فرض اشتراک در موضوع: ";
$l['no_auto_subscribe'] = "عدم اشتراک";
$l['no_subscribe'] = "بدون اطلاع رسانی";
$l['instant_email_subscribe'] = "اطلاع رسانی از طریق ایمیل";
$l['instant_pm_subscribe'] = "اطلاع رسانی از طریق پیام خصوصی";

$l['remove_from_buddy_list'] = "حذف کردن از فهرست دوستان";
$l['add_to_buddy_list'] = "افزودن به فهرست دوستان";
$l['remove_from_ignore_list'] = "حذف کردن از لیست سیاه";
$l['add_to_ignore_list'] = "افزودن به لیست سیاه";
$l['report_user'] = "گزارش کاربر";

$l['newregistration_subject'] = "عضویت جدید در {1}";
$l['newregistration_message'] = "{1}،

یک کاربر جدید در {2}، در انتظار فعال‌سازی حساب کاربری است.

نام کاربری: {3}

با سپاس،
تیم {2}";
