<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['click_no_wait'] = "اگر نمی‌خواهید منتظر بمانید اینجا کلیک کنید.";
$l['redirect_return_forum'] = "<br /><br /><a href=\"{1}\">بازگشت به انجمن</a>.";
$l['redirect_emailsent'] = "پیام شما توسط ایمیل، با موفقیت ارسال شد.";
$l['redirect_loggedin'] = "شما با موفقیت وارد شدید.<br />اکنون به محلی که در آن حضور داشتید باز خواهید گشت.";

$l['error_invalidpworusername'] = "شما نام کاربری یا گذرواژه‌ نامعتبری وارد کرده‌اید. <br /><br />اگر گذرواژه‌ی خود را فراموش کرده‌اید لطفاً <a href=\"member.php?action=lostpw\">درخواست گذرواژه‌ تازه‌</a> دهید.";
$l['error_invalidpworusername1'] = "ترکیب ایمیل و گذرواژه‌ی وارد شده نامعتبر است. <br /><br />اگر گذرواژه‌ی خود را فراموش کرده‌اید لطفاً <a href=\"member.php?action=lostpw\">درخواست گذرواژه‌ تازه‌</a> دهید.";
$l['error_invalidpworusername2'] = "ترکیب ایمیل و گذرواژه‌ی وارد شده و یا ترکیب نام کاربری و گذرواژه‌ی وارد شده نامعتبر است. <br /><br />اگر گذرواژه‌ی خود را فراموش کرده‌اید لطفاً <a href=\"member.php?action=lostpw\">درخواست گذرواژه‌ تازه‌</a> دهید.";
$l['error_incompletefields'] = "به نظر می‌رسد شما یک یا چند فیلد اجباری را خالی گذاشته‌اید. لطفاً بازگردید و آن‌ها را پر کنید.";
$l['error_alreadyuploaded'] = "این ارسال دارای یک فایل پیوست با همین نام می‌باشد. لطفاً نام فایل را تغییر دهید و دوباره آپلود کنید.";
$l['error_alreadyuploaded_perm'] = "این ارسال دارای فایل پیوستی با همین نام است. لطفاً فایل قبلی را حذف کنید و یا نام فایل تازه‌ را تغییر دهید.";
$l['error_nomessage'] = "پوزش! شما نمی‌توانید به مرحله‌ی بعد بروید، زیرا پیام معتبری را وارد نکرده‌اید. لطفاً بازگردید و یک پیام معتبر را وارد نمایید.";
$l['error_invalidemail'] = "شما ایمیل معتبری را وارد نکرده‌اید.";
$l['error_nomember'] = "کاربری که مشخص کرده‌اید معتبر نمی‌باشد و یا وجود ندارد.";
$l['error_maxposts'] = "پوزش! حد مجاز ارسال‌های شما در یک روز پایان یافته است لطفاً تا فردا صبر کنید و یا با مدیریت تماس بگیرید.<br /><br />بیش‌ترین تعداد ارسال‌های یک کاربر در یک روز {1} ارسال است.";
$l['error_nohostname'] = "میزبانی برای IP وارد شده توسط شما یافت نشد.";
$l['error_invalidthread'] = "موضوع مورد نظر وجود ندارد.";
$l['error_invalidpost'] = "ارسال مورد نظر وجود ندارد.";
$l['error_invalidannouncement'] = "اطلاعیه‌ی مورد نظر وجود ندارد.";
$l['error_invalidattachment'] = "فایل پیوست مورد نظر وجود ندارد.";
$l['error_invalidforum'] = "انجمن مورد نظر وجود ندارد.";
$l['error_closedinvalidforum'] = "شما نمی‌توانید در این انجمن مطلبی ارسال کنید، زیرا این انجمن بسته شد است و یا یک دسته‌بندی است.";
$l['error_attachtype'] = "نوع فایلی که می‌خواهید پیوست کنید غیر مجاز است. لطفاً پیوست را حذف نمایید و یا یک نوع فایل دیگر انتخاب نمایید.";
$l['error_attachsize'] = "حجم فایلی که می‌خواهید پیوست کنید بسیار زیاد است. بیش‌ترین حجم فایل برای آپلود {1} کیلوبایت است.";
$l['error_uploadempty'] = "فایل مورد نظر حاوی هیچ گونه اطلاعاتی نیست و خالی است.";
$l['error_uploadsize'] = "اندازه‌ی فایل آپلود شده بسیار زیاد است.";
$l['error_uploadfailed'] = "نوع فایل آپلود شده نامعتبر است. لطفاً یک نوع فایل معتبر انتخاب کنید و دوباره امتحان کنید.";
$l['error_uploadfailed_detail'] = "جزییات خطا:  ";
$l['error_uploadfailed_php1'] = "php بازگشت خورد:  حجم فایل آپلود شده بیش از حد مجاز حجم آپلود فایل در upload_max_filesize در  php.ini است.  لطفاً با مدیریت‌هاست تماس بگیرید.";
$l['error_uploadfailed_php2'] = "اندازه‌ی فایل بیش از حد مجاز است.";
$l['error_uploadfailed_php3'] = "تنها بخشی از فایل مورد نظر آپلود شد.";
$l['error_uploadfailed_php4'] = "هیچ فایلی آپلود نشد.";
$l['error_uploadfailed_php6'] = "php برگشت خورد:  یک مسیر اصلی وجود ندارد. لطفاً با مدیریت تماس بگیرید.";
$l['error_uploadfailed_php7'] = "php برگشت خورد:  عدم توانایی نوشتن فایل در دیسک. لطفاً با مدیریت تماس بگیرید.";
$l['error_uploadfailed_phpx'] = "php برگشت خورد (کد خطا):  {1}.  لطفاً با مدیریت تماس بگیرید.";
$l['error_uploadfailed_nothingtomove'] = "فایل نامعتبری مورد نظر است. بنابراین فایل آپلود شده منتقل نشد. ";
$l['error_uploadfailed_movefailed'] = "یک مشکل در انتقال فایل آپلود شده وجود داشت.";
$l['error_uploadfailed_lost'] = "این پیوست در سرور وجود ندارد.";
$l['error_emailmismatch'] = "ایمیل‌هایی که وارد کرده‌اید با یکدیگر یکسان نیستند لطفاً بازگردید و دوباره تلاش کنید.";
$l['error_nopassword'] = "شما گذرواژه‌ نامعتبری وارد کرده‌اید.";
$l['error_usernametaken'] = "نام کاربری مورد نظر شما توسط شخص دیگری مورد استفاده قرار گرفته است. اگر قبلاً در این انجمن ثبت نام کرده‌اید، لطفاً <a href=\"member.php?action=login\">وارد شوید</a>.";
$l['error_nousername'] = "شما هیچ عبارتی را در قسمت نام کاربری وارد نکرده‌اید.";
$l['error_invalidusername'] = "نام کاربری وارد شده نامعتبر می‌باشد.";
$l['error_invalidpassword'] = "گذرواژه‌‌ای را که وارد کرده‌اید صحیح نیست. اگر گذرواژه‌ی خود را فراموش کرده‌اید <a href=\"member.php?action=lostpw\">اینجا</a>. را کلیک کنید، در غیر این صورت بازگردید و دوباره امتحان کنید.";
$l['error_postflooding'] = "پوزش! شما نمی‌توانید این پست را ارسال کنید، زیرا مدیریت تعیین کرده است که شما در هر {1} ثانیه می‌توانید 1 پست ارسال کنید.";
$l['error_nopermission_guest_1'] = "شما به عنوان یک عضو وارد نشده‌اید و یا اجازه‌ی دسترسی به این صفحه را ندارید. این خطا ممکن است به یکی از دلایل زیر رخ داده باشد: ";
$l['error_nopermission_guest_2'] = "شما هنوز به عنوان یک عضو وارد نشده‌اید و یا ثبت نام نکرده‌اید. لطفاً از فرم پایین این صفحه برای ورود استفاده کنید.";
$l['error_nopermission_guest_3'] = "شما اجازه‌ی دسترسی به این صفحه را ندارید. آیا می‌خواهید به قسمت‌هایی که تنها مدیران به آن دسترسی دارند و یا قسمت‌هایی که به شما اختصاص ندارد وارد شوید؟ لطفاً قوانین را مطالعه نمایید.";
$l['error_nopermission_guest_4'] = "حساب کاربری شما ممکن است توسط مدیر غیرفعال شده باشد و یا هنوز فعال نشده باشد.";
$l['error_nopermission_guest_5'] = "شما به جای استفاده از لینک یا فرم مناسب، به طور مستقیم به این صفحه دسترسی پیدا کرده‌اید.";
$l['login'] = "ورود";
$l['need_reg'] = "نیاز به ثبت نام دارید؟";
$l['forgot_password'] = "گذرواژه‌ی خود را فراموش کرده‌اید؟";
$l['error_nopermission_user_1'] = "شما اجازه‌ی دسترسی به این صفحه را ندارید . این خطا ممکن است به یکی از دلایل زیر رخ داده باشد: ";
$l['error_nopermission_user_ajax'] = "شما اجازه‌ی دسترسی به این صفحه را ندارید.";
$l['error_nopermission_user_2'] = "حساب شما به حالت تعلیق در آمده است و یا شما از دسترسی به این قسمت محروم شده‌اید.";
$l['error_nopermission_user_3'] = "شما اجازه‌ی دسترسی به این صفحه را ندارید. آیا می‌خواهید به قسمت‌هایی که تنها مدیران به آن دسترسی دارند و یا قسمت‌هایی که به شما اختصاص ندارد وارد شوید؟ لطفاً قوانین را مطالعه نمایید.";
$l['error_nopermission_user_4'] = "حساب کاربری شما هنوز فعال نشده است.";
$l['error_nopermission_user_5'] = "شما به جای استفاده از لینک یا فرم مناسب، به طور مستقیم به این صفحه دسترسی پیدا کرده‌اید.";
$l['error_nopermission_user_resendactivation'] = "ارسال مجدد کد فعال‌سازی";
$l['error_nopermission_user_username'] = "شما با نام کاربری '{1}' وارد شده‌اید.";
$l['logged_in_user'] = "کاربر وارد شده";
$l['error_too_many_images'] = "تصاویر بیش از اندازه‌ی بزرگ است.";
$l['error_too_many_images2'] = "پوزش! پست شما به دلیل این که تصاویر زیادی در آن وجود دارد نمی‌تواند ارسال شود. لطفاً بعضی از تصاویر آن را حذف کنید تا پست شما ارسال شود.";
$l['error_too_many_images3'] = "<b>توجه: </b> بیش‌ترین تعداد تصویر در یک ارسال";
$l['error_attach_file'] = "خطا در پیوست فایل";
$l['please_correct_errors'] = "لطفاً قبل از ادامه، خطا‌های زیر را اصلاح کنید: ";
$l['error_reachedattachquota'] = "پوزش! شما نمی‌توانید این فایل را پیوست کنید به دلیل این که شما از حداکثر فضای مجاز خود برای پیوست استفاده کرده‌اید . حد مجاز پیوست برای شما:  {1} می‌باشد .";
$l['error_maxattachpost'] = "پوزش! به دلیل این‌که شما از حداکثر تعداد {1} فایل پیوست به‌ازای هر ارسال استفاده‌ کرده‌اید، نمی‌توانید این فایل را پیوست کنید.";
$l['error_invaliduser'] = "کاربر مورد نظر نامعتبر است و یا وجود ندارد.";
$l['error_invalidaction'] = "عمل نامعتبر";
$l['error_messagelength'] = "پوزش! پیام شما بیش از اندازه‌ی طولانی است به همین دلیل امکان ارسال آن وجود ندارد. لطفاً پیام خود را کوتاه‌تر کنید.";
$l['error_message_too_short'] = "پوزش! پیام شما بسیار کوتاه است به همین دلیل امکان ارسال آن وجود ندارد.";
$l['failed_login_wait'] = "شما از دفعات مجاز برای ورود به انجمن استفاده کرده‌اید و موفق به ورود نشده‌اید. شما باید {1} ساعت و {2} دقیقه و {3} ثانیه برای ورود و تلاش مجدد منتظر بمانید. ";
$l['failed_login_again'] = "<br />شما <strong>{1}</strong> مرتبه دیگر می‌توانید برای ورود به حساب کاربری تلاش کنید.";
$l['error_max_emails_day'] = "شما نمی‌توانید از گزینه‌ی \"ارسال موضوع به یک دوست\" و یا \"ارسال ایمیل به یک کاربر\" استفاده کنید. به دلیل این که شما به بیش‌ترین حد مجاز خود که {1} پیام در هر 24 ساعت است رسیده‌اید.";

$l['attachments_disabled'] = "سیستم پیوست‌ها توسط مدیریت غیرفعال شده اسن. به همین دلیل شما نمی‌توانید از این سیستم استفاده کنید.";

$l['emailsubject_lostpw'] = "گذرواژه‌ شما در {1} بازنشانی شد";
$l['emailsubject_passwordreset'] = "گذرواژه‌ تازه‌ در {1}";
$l['emailsubject_subscription'] = "پاسخ جدید‌ در {1}";
$l['emailsubject_randompassword'] = "رمز شما برای ورود به {1}";
$l['emailsubject_activateaccount'] = "فعال سازی حساب کاربری در {1}";
$l['emailsubject_forumsubscription'] = "موضوع تازه‌ در {1}";
$l['emailsubject_reportpost'] = "گزارش یک ارسال در {1}";
$l['emailsubject_reportprofile'] = "گزارش یک کاربر در {1}";
$l['emailsubject_reportreputation'] = "گزارش یک اعتبار در {1}";
$l['emailsubject_reachedpmquota'] = "صندوق دریافت پیام خصوصی شما در {1} پر شده است.";
$l['emailsubject_changeemail'] = "تغییر ایمیل در {1}";
$l['emailsubject_newpm'] = "پیام خصوصی تازه‌ در {1}";
$l['emailsubject_newjoinrequest'] = "درخواست عضویت جدید در {1}";
$l['emailsubject_sendtofriend'] = "صفحه‌ی وب جالب در {1}";
$l['emailsubject_changepassword'] = "تغییر گذرواژه‌ در {1}";
$l['emailbit_viewthread'] = "... (جهت خواندن ادامه‌ی مطلب موضوع را مشاهده نمایید..)";

$l['email_lostpw'] = "{1} گرامی!

جهت تکمیل فرایند تغییر گذرواژه‌ حساب کاربری خود در{2}، شما باید توسط مرورگر خود به لینک زیر مراجعه نمایید.

{3}/member.php?action=resetpassword&uid={4}&code={5}

اگر لینک بالا کار نکرد به لینک زیر مراجعه نمایید

{3}/member.php?action=resetpassword

و اطلاعات زیر را وارد نمایید: 
نام کاربری:  {1}
کد فعال سازی:  {5}

با سپاس،
تیم مدیریت {2} ";
$l['email_reportpost'] = "{1} از {2} ارسال زیر را گزارش داده است: 

{3}
{4}/{5}

دلیل گزارش این ارسال توسط کاربر چنین بیان شده است: 
{6}

این پیام به تمامی ناظمین سایت و مدیر‌کل سایت فرستاده شده است.

لطفاً این موضوع را پیگیری نمایید.";
$l['email_lostpw1'] = "{1} گرامی!

جهت تکمیل فرایند تغییر گذرواژه‌ حساب کاربری خود در{2}، شما باید توسط مرورگر خود به لینک زیر مراجعه نمایید.

{3}/member.php?action=resetpassword&uid={4}&code={5}

اگر لینک بالا کار نکرد به لینک زیر مراجعه نمایید

{3}/member.php?action=resetpassword

و اطلاعات زیر را وارد نمایید: 
آدرس ایمیل خود
کد فعال سازی:  {5}

با سپاس،
تیم مدیریت {2}";
$l['email_lostpw2'] = "{1} گرامی!

جهت تکمیل فرایند تغییر گذرواژه‌ حساب کاربری خود در{2}، شما باید توسط مرورگر خود به لینک زیر مراجعه نمایید.

{3}/member.php?action=resetpassword&uid={4}&code={5}

اگر لینک بالا کار نکرد به لینک زیر مراجعه نمایید

{3}/member.php?action=resetpassword

و اطلاعات زیر را وارد نمایید: 
نام کاربری:  {1} (و یا آدرس ایمیل خود)
کد فعال سازی:  {5}

با سپاس،
تیم مدیریت {2}";

$l['email_reportprofile'] = "{1} از {2} کاربر زیر را گزارش داده است:

{3}
{4}/{5}

دلیل گزارش این کاربر چنین بیان شده است: 
{6}

این پیام به تمامی ناظمین سایت و مدیر‌کل سایت فرستاده شده است.

لطفاً این موضوع را پیگیری نمایید.";

$l['email_reportreputation'] = "{1} از {2} اعتبار زیر را گزارش داده است:

{3}
{4}/{5}

دلیل گزارش این اعتبار توسط کاربر چنین بیان شده است: 
{6}

این پیام به تمامی ناظمین سایت و مدیر‌کل سایت فرستاده شده است.

لطفاً این موضوع را پیگیری نمایید.";

$l['email_passwordreset'] = "{1} گرامی!

گذرواژه‌ شما در {2} تغییر یافت.

گذرواژه‌ تازه‌ شما:  {3}

شما جهت ورود به این انجمن به این گذرواژه‌ نیاز دارید و آن را می‌توانید با ورود به انجمن تغییر دهید.

با سپاس،
تیم مدیریت {2}";

$l['email_randompassword'] = "{1} گرامی!

از ثبت نام شما در {2} سپاس گزاریم. اطلاعات زیر نام کاربری و گذرواژه‌ تصادفی شماست. جهت ورود، شما باید اطلاعات زیر را وارد نمایید.

نام کاربری:  {3}
گذرواژه‌:  {4}

پیشنهاد می‌شود که پس از ورود به انجمن گذرواژه‌ی خود را تغییر دهید. جهت انجام این کار باید از کنترل پنل کاربری تغییر گذرواژه‌ را از منوی سمت راست انتخاب کنید.

با سپاس،
تیم مدیریت {2}";

$l['email_randompassword1'] = "{1} گرامی!

از ثبت نام شما در {2} سپاس گزاریم. اطلاعات زیر نام کاربری و گذرواژه‌ تصادفی شماست. جهت ورود، شما باید اطلاعات زیر را وارد نمایید.

آدرس ایمیل خود
گذرواژه‌:  {4}

پیشنهاد می‌شود که پس از ورود به انجمن گذرواژه‌ی خود را تغییر دهید. جهت انجام این کار باید از کنترل پنل کاربری تغییر گذرواژه‌ را از منوی سمت راست انتخاب کنید.

با سپاس،
تیم مدیریت {2}";

$l['email_randompassword2'] = "{1} گرامی!

از ثبت نام شما در {2} سپاس گزاریم. اطلاعات زیر نام کاربری و گذرواژه‌ تصادفی شماست. جهت ورود، شما باید اطلاعات زیر را وارد نمایید.

نام کاربری:  {1} (و یا آدرس ایمیل خود)
گذرواژه‌:  {4}

پیشنهاد می‌شود که پس از ورود به انجمن گذرواژه‌ی خود را تغییر دهید. جهت انجام این کار باید از کنترل پنل کاربری تغییر گذرواژه‌ را از منوی سمت راست انتخاب کنید.

با سپاس،
تیم مدیریت {2}";

$l['email_sendtofriend'] = "درود!

{1} از {2} موضوع مورد علاقه‌ی شان را در زیر برایتان ارسال کرده‌اند: 

{3}

{1} در بر گیرنده‌ی پیام زیر است: 
------------------------------------------
{4}
------------------------------------------

با سپاس،
تیم مدیریت {2}";

$l['email_forumsubscription'] = "{1}،

 {2} در انجمن {3} یک موضوع جدید‌ را ایجاد کرده است . انجمن {4}، یکی از انجمن‌هایی است که شما در آن اشتراک دارد.

عنوان موضوع جدید، {5} می‌باشد.

چکیده‌ای از پیام: 
--
{6}
--

جهت مشاهده‌ی موضوع کامل به لینک زیر مراجعه کنید: 
{7}/{8}

همچنین ممکن است  موضوعات و پاسخ‌های جدید‌ دیگری نیز وجود داشته باشد اما تا زمانی که به انجمن مراجعه‌ی نکنید دیگر برای شما هیچ ایمیلی ارسال نخواهد شد .

با سپاس،
تیم مدیریت {4}

------------------------------------------
عدم اشتراک: 

اگر دیگر نمیخواهید اطلاعیه‌ای در این مورد دریافت کنید به لینک زیر مراجعه نمایید: 
{7}/usercp2.php?action=removesubscription&type=forum&fid={9}&my_post_key={10}

------------------------------------------";

$l['email_activateaccount'] = "{1} گرامی،

جهت تکمیل ثبت نام خود در {2} به لینک زیر مراجعه نمایید

{3}/member.php?action=activate&uid={4}&code={5}

اگر لینک بالا به درستی کار نکرد به این لینک مراجعه نمایید

{3}/member.php?action=activate

شما باید اطلاعات زیر را در لینک بالا وارد نمایید: 

نام کاربری:  {1}
کد فعال‌سازی:  {5}

با سپاس
تیم مدیریت {2}";

$l['email_activateaccount1'] = "{1} گرامی،

جهت تکمیل ثبت نام خود در {2} به لینک زیر مراجعه نمایید

{3}/member.php?action=activate&uid={4}&code={5}

اگر لینک بالا به درستی کار نکرد به این لینک مراجعه نمایید

{3}/member.php?action=activate

شما باید اطلاعات زیر را در لینک بالا وارد نمایید: 

آدرس ایمیل خود
کد فعال‌سازی:  {5}

با سپاس
تیم مدیریت {2}";

$l['email_activateaccount2'] = "{1} گرامی،

جهت تکمیل ثبت نام خود در {2} به لینک زیر مراجعه نمایید

{3}/member.php?action=activate&uid={4}&code={5}

اگر لینک بالا به درستی کار نکرد به این لینک مراجعه نمایید

{3}/member.php?action=activate

شما باید اطلاعات زیر را در لینک بالا وارد نمایید: 

نام کاربری:  {1} (و یا آدرس ایمیل خود)
کد فعال‌سازی:  {5}

با سپاس
تیم مدیریت {2}";

$l['email_subscription'] = "{1}،

{2}  یک پاسخ جدید‌ در موضوع {3} ارسال شده است. عنوان این موضوع، {4} می‌باشد.

چکیده‌ای از این پیام: 
------------------------------------------
{5}
------------------------------------------

جهت مشاهده‌ی موضوع به لینک زیر مراجعه نمایید: 
{6}/{7}

همچنین ممکن است  موضوعات و پاسخ‌های جدید‌ دیگری نیز وجود داشته باشد اما تا زمانی که به انجمن مراجعه‌ی نکنید دیگر برای شما هیچ ایمیلی ارسال نخواهد شد.

با سپاس،
تیم مدیریت {3}

------------------------------------------
عدم اشتراک: 

اگر دیگر نمی‌خواهید اطلاعیه‌ای در این مورد دریافت کنید به لینک زیر مراجعه نمایید: 
{6}/usercp2.php?action=removesubscription&tid={8}&my_post_key={9}

------------------------------------------";
$l['email_reachedpmquota'] = "{1}،

این یک ایمیل است که به طور خودکار از {2} به شما ارسال شده است که به شما اطلاع می‌دهد که جعبه دریافت پیام خصوصی شما پر شده است.

یک یا چند تن از کاربران در صدد ارسال یک پیام خصوصی به شما بوده‌اند که به دلیل فوق موفق به ارسال پیام نشده‌اند.

لطفاً چند عدد از پیام‌های خصوصی موجود در جعبه دریافت خود را حذف کنید تا بتوانید دوباره پیام خصوصی دریافت کنید، توجه داشته باشید که آن‌ها را از \"سطل زباله\" نیز حذف کنید.

با سپاس،
تیم مدیریت {2}
{3}";
$l['email_changeemail'] = "{1}،

ما یک درخواست در {2} جهت تغییر آدرس ایمیل شما دریافت کردیم. (به جزییات زیر توجه کنید)

ایمیل قبلی:  {3}
ایمیل تازه‌:  {4}

اگر این تغییرات را در {2} تأیید می‌کنید به لینک زیر مراجعه نمایید.

{5}/member.php?action=activate&uid={8}&code={6}

اگر لینک بالا به درستی کار نکرد لطفاً به لینک زیر مراجعه نمایید: 

{5}/member.php?action=activate

شما در لینک بالا باید اطلاعات زیر را وارد نمایید: 
نام کاربری:  {7}
کد فعال سازی:  {6}

اگر تأیید نمی‌کنید که این تغییرات درست هستند آدرس ایمیل شما تغییر نخواهد یافت.

با سپاس،
تیم مدیریت {2}
{5}";

$l['email_changeemail_noactivation'] = "{1}،

درخواستی مبنی بر تغییر ایمیل شما در {2} توسط ما دریافت شد (جزییات بیش‌تر را در ادامه‌ی پیام مشاهده کنید)

آدرس ایمیل پیشین: {3}
آدرس ایمیل تازه: {4}

این تغییر به صورت خودکار اعمال شده است. اگر شما درخواست تغییر ایمیل نداده‌اید، لطفاً این قضیه را با مدیریت در میان بگذارید.

با سپاس،
تیم مدیریت {2}
{5}";

$l['email_changepassword'] = "{1}،

این ایمیل به دلیل این‌که شما، یا شخص دیگری که به گذرواژه‌ی دسترسی دارد، اخیراً گذارواژه‌ی حساب کاربری شما را تغییر داده است.

نام کاربری: {1}
آدرس ایمیل: {2}

اگر شما درخواست تغییر گذرواژه نداده‌اید، لطفاً این قضیه را با مدیریت در میان بگذارید/

با سپاس,
تیم مدیریت {3}
{4}";

$l['email_newpm'] = "{1}،
		
شما یک پیام خصوصی جدید در {3} از طرف {2} دریافت کرده‌اید. برای مشاهده‌ی این پیام، لینک زیر را دنبال کنید:

{4}/private.php

لطفاً توجه داشته‌باشید در صورتی که از {3} بازدید نکنید، دیگر اطلاعیه‌ای برای شما ارسال نخواهد شد.

همچنین می‌توانید دریافت اطلاعیه پیام‌های خصوصی از طریق ایمیل را از بخش تنظیمات حساب کاربری خود غیرفعال کنید:

{4}/usercp.php?action=options

با سپاس،
تیم مدیریت {3}
{4}";

$l['email_emailuser'] = "{1}،

{2} از {3} پیام زیر را برای شما ارسال کرده است: 
------------------------------------------
{5}
------------------------------------------

با سپاس،
تیم مدیریت {3}
{4}

------------------------------------------
اگر نمی‌خواهید از طریق اعضای انجمن به شما ایمیل ارسال شود لطفاً به لینک زیر مراجعه نمایید و از گزینه‌ها \"پنهان کردن ایمیل از سایر کاربران\" را انتخاب نمایید: 
{4}/usercp.php?action=options

------------------------------------------";

$l['email_groupleader_joinrequest'] = "{1}،

کاربر {2} در {4} درخواست عضویت در {3} را داشته است (برای جزییات بیش‌تر، ادامه‌ی پیام را مشاهده کنید).

دلیل: {5}

برای پذیرش یا رد این درخواست، به لینک زیر مراجعه کنید

{6}/managegroup.php?gid={7}

با سپاس،
تیم مدیریت {4}";

$l['email_contact_subject'] = "مخاطب: {1}";
$l['email_contact'] = "ایمیل: {1}
از طرف پروفایل: {2}
IP: {3}
پیام:
{4}";

$l['pmsubject_subscription'] = "پاسخ جدید در {1}";
$l['pm_subscription'] = "{1}،

کاربر {2} در موضوعی که شما مشترک آن هستید، پاسخی را ارسال کرده است. عنوان موضوع {3} می‌باشد.

خلاصه‌ای از این پیام:
------------------------------------------
{4}
------------------------------------------

برای مشاهده‌ی موضوع، می‌توانید به لینک زیر مراجعه کنید:
[url]{5}/{6}[/url]

همچنین در صورتی که از موضوع بازدید نکنید، برای سایر پاسخ‌هایی که ممکن است در آینده به این موضوع اضافه شود، اطلاعیه‌ای برای شما ارسال نخواهد شد.

------------------------------------------
نحوه‌ی پایان دادن به اشتراک:

اگر دیگر نمی‌خواهید پس از ارسال پاسخ در این موضوع اطلاعیه‌ای دریافت کنید، به لینک زیر مراجعه کنید:
[url]{5}/usercp2.php?action=removesubscription&tid={7}&key={8}&my_post_key={9}[/url]

------------------------------------------";

$l['email_broken_task_subject'] = "وظیفه ی مای بی بی در {1} به خطا برخورده است.";
$l['email_broken_task'] = "نسخه MyBBتان که بر {1} ({2}) درحال اجرا میباشد دچار یک خطا در سیستم وظایف شده است.

فایل وظیفه ی {3} گم شده است.

این وظیفه تا زمانی که مشکل برطرف نشده غیرفعال میماند.";