<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['nav_newreply'] = "ارسال پاسخ";

$l['post_reply_to'] = "ارسال پاسخ به {1}";
$l['post_new_reply'] = "ارسال پاسخ جدید‌";
$l['reply_to'] = "پاسخ به موضوع:  {1}";
$l['post_subject'] = "عنوان ارسال: ";
$l['your_message'] = "پیام شما: ";
$l['post_options'] = "گزینه‌های ارسال: ";
$l['options_sig'] = "<b>امضا: </b> نمایش امضای شما (ویژه‌ی اعضای انجمن).";
$l['options_emailnotify'] = "<strong>اطلاع رسانی از طریق ایمیل: </strong> هنگامی که به این موضوع پاسخ داده شود از طریق ایمیل به شما اطلاع رسانی می‌شود (ویژه‌ی اعضای انجمن).";
$l['options_disablesmilies'] = "<b>غیرفعال‌سازی شکلک‌ها: </b> عدم نمایش شکلک‌ها در این ارسال.";
$l['post_reply'] = "ارسال پاسخ";
$l['preview_post'] = "پیش نمایش ارسال";
$l['mod_options'] = "گزینه‌های ناظم: ";
$l['close_thread'] = "<strong>بستن موضوع</strong>:  از ارسال پاسخ به موضوع جلوگیری می‌کند.";
$l['stick_thread'] = "<strong>مهم کردن موضوع: </strong> این گزینه موضوع را در بالاترین سطح انجمن قرار می‌دهد.";
$l['forum_rules'] = "قوانین - {1}";
$l['thread_review'] = "مرور موضوع (اولین پاسخ، جدیدترین پاسخ است)";
$l['thread_review_more'] = "این موضوع بیش از {1} پاسخ دارد. <a href=\"{2}\">مشاهده‌ی کامل موضوع.</a>";
$l['posted_by'] = "ارسال کننده";
$l['draft_saved'] = "ارسال تازه‌ با موفقیت به عنوان یک پیش نویس ذخیره شد.<br />اکنون به فهرست پیش نویس‌های خود منتقل می‌شوید.";
$l['error_post_already_submitted'] = "شما قبلاً این پاسخ را به موضوع مورد نظر ارسال کرده‌اید. لطفاً جهت مشاهده‌ی پاسخ خود موضوع را مشاهده نمایید.";
$l['multiquote_external_one'] = "شما یک ارسال بیرون از این موضوع انتخاب کرده‌اید.";
$l['multiquote_external'] = "شما تعداد {1} ارسال بیرون از این موضوع انتخاب کرده‌اید.";
$l['multiquote_external_one_deselect'] = "عدم انتخاب این ارسال";
$l['multiquote_external_deselect'] = "عدم انتخاب این ارسال‌ها";
$l['multiquote_external_one_quote'] = "همچنین این ارسال نقل قول شود";
$l['multiquote_external_quote'] = "همچنین این ارسال‌ها نقل قول شوند";

$l['redirect_newreply'] = "سپاس گزاریم، پاسخ شما ارسال شد.";
$l['redirect_newreply_moderation'] = "مدیر سایت مشخص کرده است که تمامی ارسال‌های تازه‌ نیاز به تأیید مدیر دارند. اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_newreply_post'] = "<br />اکنون به ارسال خود هدایت خواهید شد.";
$l['redirect_newreplyerror'] = "پوزش! پاسخ شما به دلیل فقدان محتوا رد شد. <br />اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_threadclosed'] = "به دلیل بسته‌ی بودن موضوع، امکان ارسال پاسخ وجود ندارد.";
$l['error_post_noperms'] = "شما دسترسی لازم برای ویرایش این پیش نویس را ندارید.";


$l['error_stop_forum_spam_spammer'] = 'پوزش! {1} شما با اطلاعات یک اسپمر مطابقت دارد. اگر فکر می‌کنید این خطا اشتباهاً رخ داده است، لطفاً با مدیریت تماس بگیرید.';
$l['error_stop_forum_spam_fetching'] = 'پوزش! در بررسی اطلاعات شما در بانک اطلاعاتی اسپمرها مشکلی به وجود آمد. به احتمال فراوان امکان دسترسی به این بانک اطلاعاتی فراهم نشده است. لطفاً لحظاتی دیگر مجدداً تلاش کنید.';

$l['error_suspendedposting'] = "دسترسی ارسال مطلب برای شما به حالت تعلیق درآمده است {1}.<br /><br />

تاریخ تعلیق: {2}";
$l['error_suspendedposting_temporal'] = "تا {1}";
$l['error_suspendedposting_permanent'] = "برای همیشه";

