<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */
 
$l['nav_newthread'] = "موضوع جدید‌";
$l['newthread_in'] = "موضوع جدید‌ در {1}";
$l['post_new_thread'] = "ایجاد یک موضوع جدید";
$l['thread_subject'] = "عنوان موضوع: ";
$l['your_message'] = "پیام شما: ";
$l['post_options'] = "گزینه‌های ارسال: ";
$l['options_sig'] = "<b>امضا: </b> نمایش امضای شما (ویژه‌ی اعضای انجمن).";
$l['options_emailnotify'] = "<b>اطلاع رسانی از طریق ایمیل: </b> هنگامی که به این موضوع پاسخ داده شود از طریق ایمیل به شما اطلاع رسانی می‌شود (ویژه‌ی اعضای انجمن).";
$l['options_disablesmilies'] = "<b>غیرفعال‌سازی شکلک‌ها: </b> عدم نمایش شکلک‌ها در این ارسال.";
$l['post_thread'] = "ایجاد موضوع";
$l['preview_post'] = "پیش نمایش موضوع";
$l['poll'] = "نظرسنجی: ";
$l['poll_desc'] = "شما می‌توانید یک نظرسنجی در این موضوع قرار دهید.";
$l['poll_check'] = "می‌خواهم یک نظرسنجی قرار دهم";
$l['num_options'] = "تعداد گزینه‌ها: ";
$l['max_options'] = "(بیش‌ترین تعداد:  {1})";
$l['mod_options'] = "گزینه‌های ناظم: ";
$l['close_thread'] = "<b>بستن موضوع</b>:  از ارسال پاسخ به موضوع جلوگیری می‌کند.";
$l['stick_thread'] = "<b>مهم کردن موضوع: </b> این گزینه موضوع را در بالاترین سطح انجمن قرار می‌دهد.";
$l['draft_saved'] = "این موضوع با موفقیت به عنوان یک پیش نویس ذخیره شد.<br />حال به فهرست پیش نویس‌های خود منتقل می‌شوید.";
$l['error_post_already_submitted'] = "شما قبلاً این پاسخ را به موضوع مورد نظر ارسال کرده‌اید. لطفاً جهت مشاهده‌ی پاسخ خود موضوع را مشاهده نمایید.";
$l['no_prefix'] = "بدون پیش‌وند";
$l['forum_rules'] = "قوانین - {1}";

$l['multiquote_external_one'] = "شما یک ارسال از یک موضوع دیگر انتخاب کرده‌اید.";
$l['multiquote_external'] = "شما تعداد {1} ارسال را از موضوعات دیگر انتخاب کرده‌اید.";
$l['multiquote_external_one_deselect'] = "عدم انتخاب این ارسال";
$l['multiquote_external_deselect'] = "عدم انتخاب این ارسال‌ها";
$l['multiquote_external_one_quote'] = "همچنین این ارسال نقل قول شود";
$l['multiquote_external_quote'] = "همچنین این ارسال‌ها نقل قول شوند";

$l['redirect_newthread'] = "سپاس گزاریم، موضوع شما با موفقیت ایجاد شد.";
$l['redirect_newthread_poll'] = "<br />اکنون به قسمت تنظیمات و گزینه‌های نظرسنجی هدایت خواهید شد.";
$l['redirect_newthread_moderation'] = "<br /> مدیر انجمن مشخص کرده است که تمامی ارسال‌های تازه‌ نیاز به تأیید مدیر دارند. اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_newthread_unviewable'] = "<br />شما اجازه‌ی مشاهده‌ی موضوعات داخل این انجمن را ندارید. اکنون به انجمن هدایت خواهید شد.";
$l['redirect_newthread_thread'] = "<br />اکنون به موضوع ایجاد شده‌ هدایت خواهید شد.";
$l['invalidthread'] = "پیش نویس مورد نظر وجود ندارد و یا شما دسترسی لازم را برای دیدن آن ندارید.";

$l['error_stop_forum_spam_spammer'] = 'پوزش! {1} شما با اطلاعات یک اسپمر مطابقت دارد. اگر فکر می‌کنید این خطا اشتباهاً رخ داده است، لطفاً با مدیریت تماس بگیرید.';
$l['error_stop_forum_spam_fetching'] = 'پوزش! در بررسی اطلاعات شما در بانک اطلاعاتی اسپمرها مشکلی به وجود آمد. به احتمال فراوان امکان دسترسی به این بانک اطلاعاتی فراهم نشده است. لطفاً لحظاتی دیگر مجدداً تلاش کنید.';

$l['error_suspendedposting'] = "دسترسی ارسال مطلب برای شما به حالت تعلیق درآمده است {1}.<br /><br />

تاریخ تعلیق: {2}";
$l['error_suspendedposting_temporal'] = "تا {1}";
$l['error_suspendedposting_permanent'] = "برای همیشه";

