<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['nav_postpoll'] = "ایجاد یک نظرسنجی";
$l['nav_editpoll'] = "ویرایش نظرسنجی";
$l['nav_pollresults'] = "نتایج نظرسنجی";

$l['edit_poll'] = "ویرایش نظرسنجی";
$l['delete_poll'] = "حذف نظرسنجی";
$l['delete_q'] = "حذف؟";
$l['delete_note'] = "جهت حذف این نظرسنجی، چک جعبه سمت راست را تیک بزنید و سپس بر روی کلید سمت چپ کلیک کنید.";
$l['delete_note2'] = "<b>توضیح: </b> هنگامی که این نظرسنجی حذف شود دیگر نمی‌توانید آن را بر گردانید.";
$l['question'] = "پرسش نظرسنجی: ";
$l['num_options'] = "تعداد گزینه‌ها: ";
$l['max_options'] = "بیش‌ترین: ";
$l['poll_options'] = "گزینه‌های نظرسنجی: ";
$l['update_options'] = "به‌روز‌رسانی گزینه‌ها";
$l['poll_options_note'] = "گزینه‌های نظرسنجی باید کوتاه و مختصر باشند.";
$l['options'] = "تنظیمات: ";
$l['option_multiple'] = "<b>اجازه‌ی انتخاب چندین گزینه توسط کاربر: </b> کاربران قادر خواهند بود به بیش از یک گزینه‌ی رأی دهند.";
$l['option_multiple_maxoptions'] = "حداکثر تعداد گزینه‌های قابل انتخاب توسط هر کاربر (اگر نمی‌خواهید محدودیتی اعمال شود عدد 0 را وارد نمایید):";
$l['option_public'] = "<b>نظرسنجی عمومی باشد: </b> کاربران قادر خواهند بود افراد شرکت کننده، و گزینه‌ی انتخاب شده توسط آن‌ها را مشاهده کنند.";
$l['option_closed'] = "<b>بستن نظرسنجی: </b> اگر چک بخورد نظرسنجی بسته خواهد شد.";
$l['poll_timeout'] = "زمان پایان نظرسنجی: ";
$l['timeout_note'] = "تعداد روز‌هایی که کاربران می‌توانند به این نظرسنجی رأی دهند.<br />(جهت دائمی‌بودن نظرسنجی \"0\" را وارد کنید.)";
$l['days_after'] = "روز‌های بعد: ";
$l['update_poll'] = "به‌روز‌رسانی نظرسنجی";
$l['option'] = "گزینه‌ی";
$l['votes'] = "تعداد رأی(ها): ";
$l['post_new_poll'] = "ایجاد نظرسنجی";
$l['days'] = "روز";
$l['poll_results'] = "نتایج نظرسنجی";
$l['poll_total'] = "در کل: ";
$l['poll_votes'] = "رأی";

$l['redirect_pollposted'] = "نظرسنجی شما ارسال شد.<br />اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_pollpostedmoderated'] = "نظرسنجی شما ارسال شد ولی موضوع شما نیازمند تأیید مدیر است.<br />اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_pollupdated'] = "نظرسنجی به‌روز‌رسانی شد.<br />اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_votethanks'] = "از رأی دادن شما سپاس گزاریم،<br />اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_unvoted'] = "رأی شما در این موضوع حذف شد.<br />اکنون به موضوع مورد نظر باز خواهید گشت.";
$l['redirect_polldeleted'] = "سپاس گزاریم، نظرسنجی با موفقیت از موضوع حذف شد.<br />اکنون به موضوع مورد نظر باز خواهید گشت.";

$l['error_polloptiontoolong'] = "یک یا چند مورد از گزینه‌های نظرسنجی شما بسیار طولانی است. لطفاً بازگردید و آن‌ها را کوتاه‌تر کنید.";
$l['error_polloptionsequence'] = "یک یا چند مورد از گزینه‌های نظرسنجی شما دارای رشته‌هایی است که استفاده از آن‌ها در گزینه‌های نظرسنجی غیرمجاز است: <strong>||~|~||</strong>. لطفاً بازگردید و آن‌(ها) را اصلاح کنید.";
$l['error_noquestionoptions'] = "شما یا سؤالی برای نظرسنجی خود انتخاب نکرده‌اید و یا تعداد گزینه‌ها کافی قرار نداده‌اید. حداقلِ تعداد گزینه‌ها 2 گزینه می‌باشد.<br />لطفاً بازگردید و این خطا را اصلاح کنید.";
$l['error_pollalready'] = "این موضوع در حال حاضر نظرسنجی دارد!";
$l['error_nopolloptions'] = "گزینه‌ی مورد نظر موضوع نامعتبر است و یا وجود ندارد.";
$l['error_maxpolloptions'] = "شما حداکثر می‌توانید {1} گزینه انتخاب کنید.<br />لطفاً بازگردید و دوباره تلاش کنید.";
$l['error_alreadyvoted'] = "شما قبلاً به در این نظرسنجی شرکت کرده‌اید.";
$l['error_notvoted'] = "شما در این این نظرسنجی رأی نداده‌اید.";
$l['error_invalidpoll'] = "نظرسنجی مورد نظر نامعتبر است و یا وجود ندارد.";
$l['error_pollclosed'] = "شما در نظرسنجی بسته شده، نمی‌توانید شرکت کنید.";
$l['poll_time_limit'] = "پوزش! امکان اضافه کردن نظرسنجی به موضوع شما وجود ندارد. مدیریت تعیین کرده است که تنها تا {1} ساعت پس از ارسال موضوع می‌توان به موضوع نظرسنجی اضافه کرد.";

$l['poll_deleted'] = "نظرسنجی حذف شد";
$l['poll_edited'] = "نظرسنجی ویرایش شد";
