<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['nav_reputation'] = "گزارش اعتبار‌ها";
$l['nav_profile'] = "پروفایلِ {1}";
$l['reputation_disabled'] = "شما نمی‌توانید اعتبار دهید. مدیریت بخش اعتباردهی را غیرفعال کرده است.";

$l['reputation'] = "اعتبار";
$l['error'] = "خطا";
$l['add_no_uid'] = "شما کاربری را برای اهدای اعتبار مشخص نکرده‌اید.";
$l['add_no_permission'] = "شما اجازه‌ی اهدای اعتبار به کاربران را ندارید.";
$l['add_disabled'] = "شما نمی‌توانید به این گروه کاربری اعتبار دهید.";
$l['add_yours'] = "شما نمی‌توانید به خودتان اعتبار دهید.";
$l['add_invalidpower'] = "شما یک اعتبار نامعتبر را از فهرست انتخاب کرده‌اید.";
$l['add_maxperday'] = "شما به بیش‌ترین حد مجاز اعتبار دادن در امروز رسیده‌اید.";
$l['add_maxperuser'] = "شما تعداد مجاز اعتبار‌هایی را که در یک روز می‌توانید بدهید را به این کاربر داده‌اید.";
$l['add_maxperthread'] = "شما تعداد مجاز اعتبار‌هایی را که در یک موضوع می‌توانید بدهید را به این کاربر داده‌اید.";
$l['add_no_comment'] = "شما باید یک یادداشت با بیش از 10 حرف برای ارسال اعتبار به این کاربر وارد کنید.";
$l['add_toolong'] = "شما می‌توانید یک دلیل که طولانی‌تر از {1} حرف نباشد وارد کنید.";
$l['add_negative_disabled'] = "اعتبار منفی توسط مدیریت غیرفعال شده است.";
$l['add_neutral_disabled'] = "اعتبار خنثی توسط مدیریت غیرفعال شده است.";
$l['add_positive_disabled'] = "اعتبار مثبت توسط مدیریت غیرفعال شده است.";
$l['add_all_rep_disabled'] = "بخش اعتبار‌دهی توسط مدیریت غیرفعال شده است. بنابراین شما نمی‌توانید به این کاربر اعتبار دهید.";

$l['reputation_report'] = "گزارش اعتبار‌های {1}";
$l['reputation_members'] = "اعتبار از اعضا: ";
$l['reputation_posts'] = "اعتبار از ارسال‌ها: ";
$l['summary'] = "خلاصه";
$l['total_reputation'] = "کل اعتبار‌ها";
$l['post_reputation'] = "اعتبار ارسال‌ها";
$l['positive_count'] = "مثبت";
$l['neutral_count'] = "خنثی";
$l['negative_count'] = "منفی";
$l['last_week'] = "هفته‌ی گذشته";
$l['last_month'] = "ماه گذشته";
$l['last_6months'] = "6 ماه گذشته";
$l['all_time'] = "در کل زمان";
$l['comments'] = "نظرات";
$l['close_window'] = "بستن پنجره";
$l['add_reputation_vote'] = "اهدای اعتبار به {1}";
$l['add_reputation_to_post'] = "این اعتبار برای ارسالِ {1} می‌باشد.<br />";
$l['neg_rep_disabled'] = "<span class=\"smalltext\">* - <em>اعتبار منفی در حال حاضر توسط مدیریت غیرفعال شده است.</em></span>";
$l['pos_rep_disabled'] = "<span class=\"smalltext\">* - <em>اعتبار مثبت در حال حاضر توسط مدیریت غیرفعال شده است.</em></span>";
$l['neu_rep_disabled'] = "<span class=\"smalltext\">* - <em>اعتبار خنثی در حال حاضر توسط مدیریت غیرفعال شده است.</em></span>";
$l['no_comment_needed'] = "شما در حال اهدای اعتبار به این کاربر به دلیل محتوای ارسال او هستید . قرار دادن نظر برای این اعتبار الزامی نیست . اما گر می‌خواهید نظری قرار دهید، لطفاً آن را در کادر زیر وارد کنید.";
$l['no_comment'] = "[بدون نظر]";
$l['vote_added'] = "اعتبار افزوده شد";
$l['vote_updated'] = "اعتبار به‌روز شد";
$l['vote_deleted'] = "اعتبار حذف شد";
$l['vote_added_message'] = "اعتبار شما با موفقیت به این کاربر اضافه شد.";
$l['vote_updated_message'] = "اعتبار شما به این کاربر با موفقیت به‌روز‌رسانی شد.";
$l['vote_deleted_message'] = "اعتبار شما با موفقیت از این کاربر حذف شد.";
$l['update_reputation_vote'] = "به‌روز‌رسانی اعتبار شما به {1}";
$l['positive'] = "مثبت";
$l['negative'] = "منفی";
$l['neutral'] = "خنثی";
$l['user_comments'] = "نظر شما درباره‌ی {1}: ";
$l['add_vote'] = "افزودن اعتبار";
$l['update_vote'] = "به‌روز‌رسانی اعتبار";
$l['delete_vote'] = "حذف";
$l['report_vote'] = "گزارش";
$l['power_positive'] = "مثبت ({1})";
$l['power_neutral'] = "خنثی";
$l['power_negative'] = "منفی ({1})";
$l['show_all'] = "نمایش:  تمامی آرا";
$l['show_positive'] = "نمایش:  اعتبار‌های مثبت";
$l['show_neutral'] = "نمایش:  اعتبار‌های خنثی";
$l['show_negative'] = "نمایش:  اعتبار‌های منفی";
$l['sort_updated'] = "چیدمان بر پایه‌ی:  آخرین به‌روز‌رسانی";
$l['sort_username'] = "چیدمان بر پایه‌ی:  نام کاربری";
$l['last_updated'] = "آخرین به‌روز‌رسانی: {1}";
$l['postrep_given'] = "اعتبار برای <a href=\"{1}\">ارسال {2}</a> {3} داده شده است<br />";
$l['postrep_given_nolink'] = "اعتبار برای ارسال مفید {1} داده شده است<br />";
$l['postrep_given_thread'] = "تاریخ اهدا: <a href=\"{1}\">{2}</a>";
$l['no_reputation_votes'] = "در حال حاضر این کاربر با معیار‌های مورد نظر هیچ اعتباری ندارد.";
$l['delete_reputation_confirm'] = "آیا مطمئن هستید که می‌خواهید این اعتبار را حذف نمایید؟";
$l['delete_reputation_log'] = "حذف اعتبار توسط {1} (شناسه‌ی کاربری: {2} )";
$l['reputations_disabled_group'] = "سیستم اعتبار‌ها برای کاربران این گروه کاربری غیرفعال شده است.";
$l['rate_user'] = "اعتبار دهی به کاربر";
