<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['nav_stats'] = "آمار انجمن";
$l['stats_disabled'] = "بخش آمار انجمن توسط مدیریت غیرفعال شده است. به همین دلیل شما نمی‌توانید این صفحه را مشاهده کنید.";

$l['board_stats'] = "آمار انجمن";
$l['none'] = "هیچ";
$l['totals'] = "در کل";
$l['averages'] = "میانگین";
$l['posts'] = "ارسال‌ها: ";
$l['threads'] = "موضوع‌ها: ";
$l['members'] = "اعضا: ";
$l['ppd'] = "تعداد ارسال‌ها در هر روز: ";
$l['tpd'] = "تعداد موضوعات ایجاد شده در هر روز: ";
$l['mpd'] = "تعداد ثبت نام کاربر در هر روز: ";
$l['ppm'] = "تعداد ارسال‌های هر عضو: ";
$l['tpm'] = "تعداد موضوعات هر عضو:";
$l['rpt'] = "تعداد پاسخ‌های موجود در موضوع‌ها: ";
$l['no_posts'] = "نه";
$l['general'] = "عمومی";
$l['newest_member'] = "تازه‌‌ترین عضو: ";
$l['members_posted'] = "اعضایی که ارسال داشته‌اند: ";
$l['todays_top_poster'] = "بهترین ارسال کننده‌های امروز:  <b>{1}</b> (با <b>{2}</b> ارسال)";
$l['popular_forum'] = "محبوب‌ترین انجمن:  <b>{1}</b> (با <b>{2}</b> ارسال , <b>{3}</b> موضوع)";
$l['most_popular'] = "محبوب‌ترین ...";
$l['most_replied_threads'] = "پر پاسخ‌ترین موضوع‌ها: ";
$l['most_viewed_threads'] = "پر بیننده‌ترین موضوع‌ها: ";
$l['not_enough_info_stats'] = "پوزش! این انجمن دارای محتویاتی برای دادن آمار و ارقام نیست. جهت داشتن آمار و ارقام حداقل وجود 1 کاربر و 1 موضوع ضروری است.";
$l['replies'] = "پاسخ";
$l['views'] = "بازدید";
$l['top_referrer'] = "برترین معرف‌ها: <strong>{1}</strong> (<strong>{2}</strong> معرفی)";

