<?php
/**
 * MyBB 1.8 Persian Language Pack
 * Copyright 2014 MyBBIran Group, All Rights Reserved
 *
 */

$l['no_new_subject'] = "شما یک عنوان تازه‌ را وارد نکرده‌اید.";
$l['post_moderation'] = "ارسال شما در حال مدیریت می‌باشد.";
$l['thread_moderation'] = "موضوع شما در حال حاضر تحت مدیریت است.";
$l['post_doesnt_exist'] = "ارسال مورد نظر وجود ندارد.";
$l['thread_doesnt_exist'] = "موضوع مورد نظر وجود ندارد.";
$l['thread_closed_edit_subjects'] = "این موضوع بسته شده است و شما نمی‌توانید عنوان‌ها را ویرایش کنید.";
$l['no_permission_edit_subject'] = "شما دسترسی لازم برای ویرایش عنوان این موضوع را ندارید.";
$l['thread_closed_edit_message'] = "این موضوع بسته شده است و شما نمی‌توانید پیام‌های درون آن را ویرایش کنید.";
$l['no_permission_edit_post'] = "شما دسترسی لازم برای ویرایش این پیام را ندارید.";
$l['edit_time_limit'] = "شما پیام‌های ارسال شده خود را بعد {1} دقیقه، پس از ارسال آن‌ها می‌توانید ویرایش نمایید.";
$l['postbit_edited'] = "آخرین ویرایش در این ارسال: {1} توسط";
$l['postbit_editreason'] = "دلیل ویرایش";
$l['save_changes'] = "ذخیره‌ی تغییرات";
$l['cancel_edit'] = "لغو ویرایش";
$l['answer_valid_not_exists'] = "پرسشی که شما در تلاش برای پاسخ دادن به آن هستید وجود ندارد.";
$l['captcha_not_exists'] = "تصویر امنیتی‌ای که شما در تلاش برای جدید سازی آن هستید وجود ندارد.";
$l['captcha_valid_not_exists'] = "تصویر امنیتی‌ای را که می‌خواهید بررسی کنید به نظر وجود ندارد!";
$l['captcha_does_not_match'] = "عبارت وارد شده برای تصویر امنیتی اشتباه است. لطفاً عبارت داخل تصویر امنیتی را با دقت بیش‌تری وارد کنید.";
$l['captcha_matches'] = "عبارت وارد شده برای تصویر امنیتی صحیح می‌باشد.";
$l['answer_does_not_match'] = "پاسخ وارد شده برای پرسش امنیتی اشتباه است.";
$l['banned_username'] = "نام کاربریِ وارد شده نامعتبر می‌باشد و توسط مدیریت غیرفعال گردیده است.";
$l['banned_characters_username'] = "نام کاربری شامل یک یا چند حرف (حرف) نامعتبر می‌باشد.";
$l['complex_password_fails'] = "گذرواژه‌ی حداقل باید شما یک حرف بزرگ، یک حرف کوچک و یک عدد باشد.";
$l['username_taken'] = "نام کاربریِ \"{1}\" قبلاً توسط شخص دیگری ثبت شده است. ";
$l['username_available'] = "نام کاربریِ {1} قابل ثبت است.";
$l['invalid_username'] = "\"{1}\" نام کاربریِ کاربر ثبت نام شده‌ای نمی‌باشد.";
$l['valid_username'] = "نام کاربری \"{1}\" قابل ثبت است.";
$l['buddylist_error'] = "به نظر می‌رسد که شما در فهرست دوستانتان هیچ دوستی ندارید! لطفاً چند کاربر را در فهرست دوستانتان قرار دهید و دوباره تلاش کنید."; //<!-- M  O  C  .  N   A   R   I   B   B   Y   M  -->
$l['close'] = "بستن";
$l['select_buddies'] = "انتخاب دوستان";
$l['select_buddies_desc'] = "جهت افزودن یک یا چند تن از دوستانتان به عنوان دریافت کننده، آن‌ها را انتخاب کنید سپس کلید \"قبول\" را بزنید.";
$l['selected_recipients'] = "دریافت کننده‌های انتخاب شده";
$l['ok'] = "قبول";
$l['cancel'] = "لغو";
$l['online'] = "آنلاین";
$l['offline'] = "آفلاین";
$l['edited_post'] = "ویرایش ارسال";
$l['usergroup'] = "گروه کاربری";
